{
    "Makalalar": [
        {
            "title": "ЭЧ КАЧАН АЛЛАХТЫН ЫРАЙЫМЫНАН ҮМҮТ ҮЗБӨ",
            "description": "Эх менин оорукчан бир тууганым, сенин даражаң Аллах алдында канчалык жогору экенин билгениңде, балким кайгырбай шүгүр кылып жашоодо өзүңдү керексиз бечара төмөн инсанмын дебей, жакшылыктан үмүт кылып, алдыга гана умтулуп жашамаксың. Аллах Тааламдын оорукчан пендесин эң жакшы көрөрүн, ал үчүн берген ооруу сыноосу азапталышы үчүн эмес, күнөөлөрү төгүлүп ырайымына бөлөнүп, бейишине ыраа көргөнүн төмөнкү хадистерден байкасак болот. Пайгамбарыбыз (саллаллоху алайхи ва саллам) мындай дейт:  «Пенде ооруп калганда Аллах Таала ага эки периште жөнөтүп: «Барып, кулум жардамчыларына эмне деп жатканын көрүп келгиле!» – деп буйрук кылат. Эгер ал пенде периштелер келгенде, Аллага шүгүр келтирип жаткан болсо, алар бул шүгүрдү бардык нерсени эң жакшы билүүчү Аллах Таалага жеткиришет (Периштелерин бир гана пендесинин кылган жарамдуу (салих) амалдарына күбө болушсун деп жиберет).  Аллах Таала: «Эгерде бул кулумдун жанын ала турган болсом, анда аны бейишке киргизишим – кулумдун мендеги акысы. А эгерде ага шыпаа бере турган болсом, анда анын этин жакшыраак эт менен, канын жакшыраак кан менен алмаштырып, күнөөлөрүн кечиришим – анын мендеги акысы», – деп билдирет».Бул хадисте сыртынан караганда бизге кырсыктуу болуп көрүнгөн көптөгөн окуялар бир гана кудайдын сыноосу катары кабыл алынышы керек экени жана ал кырсыктардын аркасында абдан чоң сыйлыктардын катылуу экени билдирилет.   Пайгамбарыбыз (саллаллооху алайхи ва саллам) айтат: «Ким оорукчан бирөөдөн кабар алса же мусулман бир тууганына жолукса, бир периште, «Сага береке болсун! Баскан кадамың берекеге толсун! Сен бейиштеги жайынды курдуң! – деп жарыя салат». Бул сөздү уккан Анас бин Малик (разияллоху анху): «Чындыгында, оорукчанды кабар алганы барган киши Алланын ырайымына бөлөнүп, ал соо кишиге береке берилет экен. Ал эми оорукчангачы?» – деп сураганда Алланын элчиси: «Анын күнөөсү кечирилет», – деди (Ахмад)  Али (разияллоху анху) риваят кылат: «Ким эртең менен мусулман бир тууганынан кабар алганы барса, ага жетимиш миң периште кечке чейин кечирим дубасын сурашат. Эгерде кечинде кабар алса, таң атканча жетимиш миң периште кечирим дубасын сурашат жана бейиштен бир бак берилет» (Тирмизи).  Пайгамбарыбыз (саллаллооху алайхи ва саллам) айтат: «Эгер сен оорукчандан кабар алсаң, андан сага дуба кылып коюусун өтүн. Себеби, анын дубасы периштелердин дубасындай (кабыл болот)» (Ибну Мажа). Байкап көрдүңүзбү тууганым, сиздин канчалык Аллах алдында жогору инсан экениңизди. Сизден кабар алган инсандарга канча сооп жазылып жатат, а сиздин ооруган ар бир демиңизге канчалаган кечирим сооптор жазылып жатат болду экен. Балким сиз окуп жаткан болсоңуз, бул убадалар сиздин жүзүңүзгө жылмаюу, жан дүйнөңүзгө тынчтык тартуулап жаткандыр… Бул убадалар адамзаттын куру убадаларынан эмес, Улуу Жараткандын убадасы! Ал сөзсүз ишке ашат!Бул дүйнөдө сиз жетпеген бакыттар, дүйнө ыракаты акырет алдында кыпынчалык да кадырга ээ эмес. Бул күндөр сиз оорусаңыз да, оорубасыңыз да көз ачып жумганча өтүп кетет. Акырет сапары ал түбөлүк бакыт же азап. Ошон үчүн эч качан капаланып кайгыга чөмүлбөңүз, Жараткандын жакшылыгынан үмүт кылып, оорунун себебин алдын алууга аракет кылып жашай бериңиз…  Мен сизге дем-күч боло турган, сабырдуулук кандай болорун улуу пайгамбарлардын бири, оору сыноосунда өмүрүн өткөргөн Аюб (алейхи салам) тууралуу айтып берейин.  Аллах таала Аюб пайгамбарга азаптуу оору берип, денесин коркунучтуу жара менен жабыркатты. Бүт денесине жара чыгып, кычышып тырмана баштады. Тырмай берип тырмактары түшөт. Акыры таш, жыгач сыяктуу катуу нерселер менен тырмана баштайт. Эттери шылынып шагыраган сөөктөрү эле калат. Акырында териси чыдатпай ооручу болот. Мунусу аз келгенсип: «Аюб бир күнөө кылса керек. Аллах Таалаң аны жазалап жатат», – дешип туугандары, коңшулары жана башка жакын достору да жанына келбес болот. Жалгыз гана аялы Рахима аны таштабайт. Ага берилгендик менен кызмат кылуусун уланта берет. Аюб пайгамбар ушундай оор абалда калса да, сабыр кылып, эч качан кудайга акаарат келтирбейт. Кайра Раббисине шүгүр келтирип мактоолорду айтат. Ошондо шайтан Аюб пайгамбар жашаган шаардын жашоочуларына күмөн салып: «Анын дарты силерге жугат, аны шаарыңардан чыгарып салгыла», – дейт. Ошондо шаар калкы Аюб пайгамбар менен Рахиманы шаардан чыгарып салышат. Рахима айым шаардын сыртында бир жерде Аюб пайгамбарга кызмат кылуусун улантат. Астына кум төшөп, башына ташты жаздык кылып жөлөйт. Аюб пайгамбар жети жыл бою оору менен алпурушат. Ал абалына эч качан нараазы болбойт. Кээ бир китептерде Аюб пайгамбар он сегиз жыл ооруган деп айтылат. Ушундай аянычтуу күндөрдүн биринде Рахима айым: «Оо, Аюб! Сен Алланын пайгамбарысың. Алладан ден соолук тилеп дуба кылчы, бул дарттан кутулат элек», – деди. Анда Аюб пайгамбар: «Канча жыл бейпил турмушта жашадык», – деп сурайт.  Рахима: «Сексен жыл», – деп жооп берет.  Аюб пайгамбар: «Ээ Рахима! Ооруган жылдарым бейпил турмушубуздун мөөнөтүнө жетмейин Алладан айыгууну сурануудан уяламын. Алла бизге жакшылыктарды ыроологон кезде шүгүр кылып, ал эми бир балээ берген кезде сабыр кылбай коё аламбы? Мен Раббимен ыраазымын», – деп жооп берет.  Күн өткөн сайын Аюб пайгамбардын дарты оорлой баштайт. Рахима айым да аябай кыйналып, ичип-жегенге бир аз тамак-аш сатып алуу үчүн аргасыздан эң мыкты көйнөгүн сатып жиберет. Аюб пайгамбар Рахимага аябай боору ооруйт. Жаралары бүт денесине жайылат. Ибадаты оорлошо баштайт. Ошондо Жабрейил периште Аюб пайгамбарга Алла тааладан суранып: «Роббии инни массания дзурру ва анта Архамур-Рахимиин» (Оо, Раббим! Акыйкатта мага зыян жетти, Сен мээримдүүлөрдүн эң Мээримдүүсүсүң) – деп дуба кылуусун айтат. Аюб пайгамбар дуба да кылат.  Адаттагыдай эле Рахима тамак-аш таап келүү үчүн сыртка чыгат. Ошол кезде Алла Тааладан кубанычтуу кабар келет. Жебрейил периште келип, Алла Тааладан: «Эй, Аюб! Балекет бердим, сабыр кылдың. Эми мен сага ырыскы берем», – деген кабарды алып келет. «Бутуң менен астыңдагы жерди тепкин!», – деп айтылат. Аюб пайгамбар ордунан араң козголуп бир нече кадам шилтейт. Ал оң буту менен жерди тепкен кезде ысык булак, сол буту менен тепкен жерден муздак булак атылып чыгат. Анан ага: «Мына ушул ысык суу кирине турган, ал эми бул муздак суу иче турган сууң», – деп айтылат. Ошентип ал ысык суу менен чайынганда денесиндеги бардык жаралардан айыгат. Муздак суудан ичкенде ичиндеги дарттардан кутулат. Күч-кубатка толуп жап-жаш жигитке айланып калат. Жебрейил периште бейиштен кийимдерди алып келип Аюб пайгамбарга кийгизет. Канча жылдан бери тартып келе жаткан азабы эми мынтип түш көргөндөй эле жок болуп кетет. Шаардан анча-мынча азык менен дары-дармек таап келген Рахима Аюбду жаткан жеринен таппай калат. Карышкыр жеп кеттиби деп санаага батып турган кезде жанына келишимдүү, жаш жигит келип «эмне издеп жатасыз», – деп сурайт. Ал: «Ушул жерде оорулуу чалым бар эле. Жер жуткансып жок. Жанатан бери издеп таба албай жатам» – дейт. Анда Аюб: «Анын кандай белгилери бар эле?» – деп сурайт. Рахима: «Жаш кезинде кудум сага окшош болчу», – деп жооп берет. Ошондо Аюб пайгамбар болгон окуяны төкпөй-чачпай айтып берет. Анда Рахима: «Эми сен жаш жигит болсоң, а мен болсо карыган кемпир болсом….» – деп көз жашын төгүп ыйлай баштайт.  Аюб пайгамбар аны колунан жетелеп жылуу суу менен чайындырып, муздак суудан ичиргенде Рахима да жашарып, ай чырайы жүзүнө чыга келет. Анын колунан алынган бардык мал-мүлкү кайра берилет. Жараткан аларга көп бала-чака тартуулайт. Андан жүз бурган бардык замандаштары кечирим сурап кайра келишет. Аюб пайгамбар оорусунан айыгып, эрте менен турган кезинде өзүнчө күңгүрөнүп ыйлай баштайт. Себебин сурашканда: «Ар күнү таңга маал: «Эй, дартка чалдыккан пендем, кандайсың?» – деген үн чыгат эле, эми ал үндү уга албай калдым. Ошол үчүн ыйлап жатам», – деп жооп берет. Өмүрүнүн аягында өтө жакшы тарбияланган тун уулу Хавмелди камкорчу кылып дайындайт. Ошентип Аюб пайгамбар жүз кырк жашка чыгып көз жумат (Ага Алла Тааланын саламы болсун).  Эми сезгендирсиз, биздин оорулар Аюб пайгамбардын оорусунун алдында алда канча жеңил экенин. Биздин денебизди ушундай жара бассынчы, шүгүр кылмак турсун өлүп калсам деп жол издейбиз, өлүп эле тынч жатчудай. Аюб пайгамбар айыкканына сүйүнбөй, тескерисинче эмне үчүн ыйлады деп ойлойсуз? Анткени Жараткандын ырайымынан кур калдым деп кайгырды. Бирок ал пайгамбар эле. Сыноолордун эң оору пайгамбарларга берилет. Андан кийин момундарга Аллахтын эң сүйүктүү пенделерине. Демек биз Жараткандын эң жакын дайым биз менен экенин сезип шүгүр келтирип жашообуз керек… Жараткандын убадасында оорукчанга бул сыноо бейишке ачыктан-ачык жолдомо бул мүмкүнчүлүктү бакыт деп билсек туура болмок. Бирок биз пенделердин ыйманы алсыз болуп кейип жиберебиз… Аллахым ооруган жандарга шыфасын, бекем ыйман, сабырдуулук берсин деп дайыма дуба кылабыз…  Бул дүйнөдө адам баласынын үч дүйнөлүк байлыгы бар. Алар – мал-мүлк, урпак жана ден соолук. Бул үчөө менен пенделер сыналышат. Аюб пайгамбардын окуясы ушундай сыноого учурагандарга сабырдуулуктун үлгүсү болуп саналат. Бул окуяда Аюб пайгамбардын жара каптаган оорусу сырткы денесине жайылган эле. Ал эми бизде болсо, ички жан-дүйнөбүздү каптаган руханий ооруларыбыз бар. Ичибизди сыртка, сыртыбызды ичине карай оодара турган болсок Аюб пайгамбардын жараларынан алда канча жаралуу жана оорулуу болуп көрүнмөкпүз. Анткени биз жасап жаткан ар бир күнөө башыбызга келген ар бир шек-күмөндөр жүрөгүбүзгө жана рухубузга жараттарды пайда кылып жатат. Аюб пайгамбардын жаралары анын кыска болгон бу дүйнөлүк өмүрүнө коркунуч туудурган эле. Ал эми биздин руханий жараларыбыз болсо өтө узун болгон түбөлүктүү өмүрүбүзгө коркунуч туудурууда. Андай болсо биз Аюб пайгамбардын кылган дубасына ага караганда миң эсе көбүрөөк муктажбыз. Ал эмне деп дуба кылды эле?  Ал: «Роббии инни массания дзурру ва анта Архамур-Рахимиин» – деп дуба кылган болчу.  Сабырдуулук – даанышмандыктын белгиси. Сабырдуулук – акылдын чырагы. Сабырдуулук – ыймандын күзгүсү. Караңгы туюкка кабылбайын десең төмөндөгү үч түрдүү сабырды унутпа: Биринчиси: Кулчулукта сабыр кылуу. Экинчиси: Күнөөлөргө каршы сабыр кылуу. Үчүнчүсү : Балээ-кыйынчылыктарга каршы сабыр кылуу.Акылың болсо ушул акыйкатты жүрөгүңө түйүп ал.  Кайраттуулук менен: «Йа Сабур!» деп Аллага таян. Алланын сага берген сабыр, кубатын эгер жаңылыш жолдорго таратпасаң, анда ар бир түйшүккө жана ар бир кайгылуу балээлерге каршы жетиштүү болот… Насиба Абдуллаевa",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/1.jpg"
        },
        {
            "title": "ДИН ЖАШООБУЗДУН ЖАЛПЫ БӨЛҮГҮН ӨЗҮНӨ КАМТЫП ТУРАТ",
            "description": " Адам баласы жаратылган башка жаныбарларга караганда алсыз болуп төрөлөт. Акылы жана ишениминин негизинде алардан айырмаланып, жашоодо өзүнүн ордун таап келүүдө. Акылын туура пайдаланса анын жашоосунун берекелүү болуп, даражасы периштелерден да бийик болот. Акылын туура эмес иштетсе, бузукулук иштерди жасоо менен даражасы айбандан да төмөн түшөт. Ошондой эле, адам баласында табыгый ишеним боштугу болуп, аны таза жана туура ишеним менен толтуруу үчүн акылын иштетүүсү талап кылынат. Буга мисал катары Ибрахим (а.с.) пайгамбарды айтууга болот. Анткени ал жашаган коомдо элдер күн, ай, жылдыздарга жана өздөрү жасап алган буттарына сыйынышчу.  Ибрахим (а.с.) пайгамбар акылын туура иштетүү менен буттардын колунан эч нерсе келбестигин, Күндүн кечинде жок болуусун, Ай менен жылдыздардын күндүзү жок болуусун айтып, жалгыз Жаратуучуну издеген.  Ошол себептүү ислам дининде илим алуу парз болуп саналат. Анткени илимдүү адамдын түшүнүү жөндөмдүүлүгү, акылын иштетүүсү аны туура жолго багыттайт. Өзүңүздөр да акыл калчап, ойлоп көрүңүздөр. Күнөө иштердин адам баласына пайда эмес, зыян жеткирип жаткандыгы анык. Ал эми сооптуу иштер, адамдардын арасында бири-бирине болгон урмат-сыйды күчөтүп, ынтымакты бекемдеп турат. Акылы бар адам ынтымак бар жерде жашоону каалайт.  Негизинен диндердин бардыгы адам баласын жаман иштерден алыс, жакшы иштерге жакын болуусун үйрөтөт. Мисалы: ислам дининде мажбурлоо жок жана башка дин өкүлдөрүнө адам катары жакшы мамиледе болуу жөнүндө айтылат.  Дин – бул ибадат кылуу менен гана чектелет деген тайкы түшүнүктөрдөн алыс болуубуз керек. Анткени ал салам берүү, меймандостук, сүйлөө, соодалашуу, үй-бүлө куруу, бала тарбиялоо, ата-энени урматтоо сыяктуу жашообуздун жалпы бөлүгүн өзүнө камтып турат. Акпарали уулу Алибек",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/image.jpg"
        },
        {
            "title": "КАНДАЙ ЖАШАСАҢ ОШОНДОЙ ӨЛӨСҮҢ, КАНДАЙ ӨЛСӨҢ ОШОНДОЙ ТИРИЛЕСИҢ",
            "description": "Чоң атам ыраматылык кайсы убакта болбосун, түндөсү — күндүзү уктаар алдында: «Лаа илааха иллаллооху Мухаммдару расууллоох, Ашхаду аллаа илааха иллаллооху, ва ашхаду анна Мухаммадан абдуху ва расуулух» — деп айтып жатса, таң калчумун күндүзү да келме айтып, кызык депчи. Көрсө, өлүм уйкунун досу экен да. Качан, кайсы убакта, кандай абалда жатсаң эч нерсеге карабай ошондой абалда алып кете берет тура. Биз баарын билсек да, көпчүлүгүбүздүн жүрөгүбүздө коркуу жок, ушундай заманда жашап калдык өткөнгө өкүнбөй, бүгүнгө кайдыгер, эртеңге даярдык жок өлбөчүүдөй күн кечирип.  Ушул күнгө чейин бир эженин көз жашын унутпай келем.  «Иним менен Россияга барып иштеп, күндө эртең менен ишке шашып, кечинде келип чарчап уктап, күндөр өтүп жатканда, бир күнү эрте менен иним уйкудан ойгонбой, түбөлүк сапарга кете берди. Үч күндөн кийин түшүмдө, иним ушундай бир акыбалда чуркап жүрөт, айтып бере албаймын. «Эже! » деп эле жалдырап бакырат. Чочуп ойгонсом тер басып, араң дем алып жатыпмын.  Дүнүйө, анан окуйм, эртең, убагы келсе деп жатып, инимдин намазы, келмеси жок кеткени жүрөгүмдү канатып келет. Эмне кылсам жардам берем деп… Эми сиз да бир саамга  элестетиңиз… Өмүрүңүздүн саналуу мүнөттөрү, акыркы демиңиздин сиз кааласаңыз да артка кайтпаган учуру. Кандай жашасаң ошондой өлөсүң. Көз алдыңызда бардык кылган иштериңиз тасма сыяктуу өтүп жатат. Сиз, Раббыңызга жолуга турган учур келди. «Раббыма эмне деп жооп беремин, кантип жолугамын, кандай болот?» деген коркуунун кучагындасыз. Эгерде бул дүйнөдө Жараткан буюрган намаз, орозо, зикир, жакшы амалдарды кылып жүргөн болсоңуз, денеңиздин мүчөлөрү сүйлөй баштайт. Зикир чалган тилиңиз келмесин кайталайт. Куран окуган жүрөгүңүз сүрөлөрдү айтат. Намаз окуган мүчөлөрүңүз саждада пешенесинен алган күбөлүк мөөрүн көрсөтүүгө шашат. Гусул-дааратыңыз күнөөлөрдөн тазаланган денеңиз менен жолугууну үмүт кылат. Мындай өлүм ар кимге эле насип кыла бербейт. Раббысы каалаган пендесине насип кылат. А тескерисинче болсо акыбалыңыз кыйын болот. Өлүм периштеси ар кимдин амалына жараша жолугат. Күнү белгисиз бул акыйкат ар бирибиздин башыбызга келет,азыр же балким эртең… Бир Жараткан билет.  Жаратканым баарыбызга Өзү ыраазы болгон абалда намазыбыз, Кураныбыз, зикирибиз, келмебиз менен жашатып, акыркы демибизде «Йа, кулум! Мен сага ыразымын, кел менин бейишиме, кире кой «, – деген кулдарынын катарында болууну насип кылсын. Аамин!  Насиба Абдуллаева",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/images.jpg"
        },
        {
            "title": "ИСЛАМДА ОЛУЯЛЫК ЖАНА КЕРЕМЕТ",
            "description": " Мээримдүү жана ырайымдуу Алланын аты менен…   Олуялык (валаят) маанавий-моралдык макам. Арабчасы вали блуп, «дос» деген мааниге келет. Вали сөзүнүн көптүк формасы авлийаа болуп, кыргыз тилине «олуя» болуп кирген. Демек олуя Аллага баш ийүүдө (итаат) жана Аны сүйүүдө (мухаббат) өтө бийик деңгээлге чыккан, ошондой эле Аз. пайгамбардын сүннөтүн бекем жана туура карманган инсан. Олуяларга эч кандай коркуу болбостугу, аларга эки дүйнөдө тең сыйлык-мукафаттар бар экени Ыйык Куранда айтылган:  أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ الَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ  لَهُمُ الْبُشْرَى فِي الْحَياةِ الدُّنْيَا وَفِي الآخِرَةِ لاَ تَبْدِيلَ لِكَلِمَاتِ اللّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ  «Ооба! Албетте Аллага жакын болгондор чоочулашпайт да кайгырышпайт.  Ыймандуулар жана такыба болгондор,  Алар үчүн бул дүйнөдө жана акыретте сүйүнүчтүү кабар бар. Алланын убадалары эч өзгөрүлбөйт. Бул улуу ийгилик»  (Юнус сүрөсү, 62-64).  Олуялык даража-макамга жеткен адам керемет ээси болот. «Улуулук», «жакшылык» жана «кооздук» маанилерин туюндурган керемет – Алланын досторунда көрүлгөн таң калычтуу абалдар дегенди түшүндүрөт.  Олуялар өтө бекем ыйманга жана бийик такыбалыкка ээ болот. Т.а. ыйман жана такыбалык валаяттын сыпаты. Чыныгы олуяны көргөн адам Алланы эстейт. Ошондой эле акырет жадына түшөт. Себеби, алардагы коркуу, ийкемдик (тавазуъ) жана ай шооласындай нур бар. Ай шооласынын булагы Күн болгондой эле, олуялардын нурунун булагы – нубувват. Олуялар пайгамбар сүннөтү менен жашагандыктан, нубувват нуру жаркырап чагылып турат. Ыйык Куранда алардын караңгылыктан жарыкка чыгаруучулар экени белгиленет:اللّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ وَالَّذِينَ كَفَرُواْ أَوْلِيَآؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ  «Алла – ыймандуулардын досу. Аларды караңгылыктан жарыкка чыгарат. Каапырлардын досу – аларды жарыктан караңгылыкка алып баруучу таагуттар.[1] Алар – Тозок ээлери. Ал жерде түбөлүккө калышат» (Бакара сүрөсү, 257). Алланын достору болгон олуялар Жараткан Аллага ибадат, итаат жагынан жакын болуп саналат. Өзүнө ибадат жана такыбаалык менен жакындаган пенделерине Алла Таала кудирет далилдерин көрсөтөт, малакуут ааламынын пардаларын ачат, акыйкаттарды көрсөтөт. Олуянын бул дүйнөдө бир гана максаты бар, ал – Аллага баш ийүү жана ибадат. Аллага жакындаган пенденин валиси-досу да, коргоочусу да Алла. Мына ушундай кулдары үчүн Алланын сыйы, сыйлыгы, икрам-белеги катары алардын кадыр-барк жана урматын көтөрүү үчүн Алладан керемет берилет.[2] Ыйык Куранда олуялардын кереметтери боюнча аяттар бар. Мисалы, Аз. Марямга даяр тамактардын ыроолонушу[3], Кахф эрендеринин көп жылдык уйкусу[4], ошондой эле Аз. Сулайман пайгамбар көз ачып-жумгуча ханышанын тагын алып келген «Китеп илимине ээ» инсандын (Асаф) окуясы.[5]   Ал эми хадистерге кылчая турган болсок, үңкүргө камалып калган үч жигиттин дубаларынын берекеси менен кереметтүү кутулушу[6] да ибадат жана такыбалыктын жемиши болуп эсептелет. Мындан сырткары Аз. Умардын Мадинада хутпасында «Эй Сария, тоого чегин!» деп кыйкырганын алыскы Нихавандда согушуп аткан Сариянын угуп, тоо этектеши керемет болуп саналат. Ал эми элибизде олуялардын, эшен-калпалардын ар кандай керемет көрсөткөндүктөрү маалым. Бирок атеисттик доордо эшен-калпалардын эл арасындагы кадыр-баркын кыйратуу үчүн аларды шылдыңдаган, жектеген, алдамчы деп жалаа жапкан кампания катуу жүргөн.  Азыркы учурда да айрым сабатсыз жана акыйдасы күмөндүү топтор чыгып, олуялыкка, кереметтерине, алардын көрүстөнүн зыярат кылууга каршы чыгып, олуяларды себепчи кылууну (тавассул) ширк дешет. Акыйкатта ширк белгилүү. Ширк болбогон аракеттерди деле ширк деп атоо дин бузуудан башка эч нерсе эмес  Ал эми ахли сүннөт акыйдасына ылайык керемет – хак (акыйкат). Аллага жакын болгон заттарга Алла да жакын болот. Алла үчүн бардык нерсе мүмкүн. Алла Тааланы сүйгөн инсанды Алла да жакшы көрөт. Алла вали-досунун көргөн көзү, уккан кулагы, сезген (идрак) жүрөгү болот.[7] Бирок айрым ашкере акылчыл адамдар, кээ бир философтор кереметти четке кагат. Алардын көбү керемет менен музижанын айырмасын билбей, удургуй беришет.  Акыйкатта мужиза менен кереметтин айырмасы чоң. Мужиза пайгамбарларга гана берилип, далил сурагандарды чарасыз калтырган, эч бир жан аткара алгыс кайталангыс окуя болсо, керемет – олуяда таң калычтуу окуянын жүз бериши. Демек, мужиза пайгамбарга, керемет – олуяга берилет. Мужиза көрсөткөн инсандын пайгамбар экени анык болсо, керемет көрсөткөн инсандын вали-олуя экени анык болот.  «Мен олуямын» деп айтып чыгуу маселесине келсек, айрым аалымдар муну жаиз десе, көпчүлүгү жаиз эмес деген. Айрым олуялар өзүнүн олуя экенин билип, кереметин жашырса, кээ бирлери олуя экенин билбей калышы да мүмкүн. Кээ бир тасаввуф аалымдары жана изилдөөчүлөрү олуянын керемет көрсөтүшү олуялыктын шарты эмес дешкен. Алардын пикиринде олуялыктын негизги шарты – ибадат жана такыбалык.  Ошондой эле эч бир олуя пайгамбар даражасына жете албайт, жетиши мүмкүн да эмес. Дээрлик бардык ислам олуялары Азирети Мухаммедди (с.а.в.) идеал тутуп, ал сыяктуу пазилеттүү, көркөм адеп-ахлак ээси жана нубувват нурунун өкүлү (үммөт) болууга аракет кылат. Сахаба жана табииндер доорунан бери карай бүтүндөй олуялар пайгамбардын изи, нубувваттын нуру менен жүрүүгө аракет кылганы маалым. Эгерде нубувват жана рисаалат бар болсо, анда валаят да бар. Ушул жерге чейин Алланын өзгөчө белегине ээ болгон акыйкат жолдогу вали-олуялар жана алардын сыпаттары жөнүндө сөз болду. Дагы бир жолу баса белгилей кетчү нерсе, валаят-олуялык даражасына жетүү ыйманда, амалда (ибадат), жеке жана коомдук мамилелерде Азирети Мухаммеддин (с.а.в.) сүннөт-жолун жолдоо менен гана мүмкүн. Бирок Куран жана сүннөттөн алыс абалда жана ислам нуру жетпеген жерлерде олуялыктан, тасаввуфтан сүйлөп, өздөрүн кереметтүү көрсөтүү акыйкат болбой калышы, т.а. өкүмү башкача болуп калышы мүмкүн.   Мужиза жана кереметтен сырткары таң калычтуу абалдар да бар. Алар төмөнкүлөр: \n 1) ирхас; пайгамбарларга пайгамбарлык берилерге чейин жүз берген таң калычтуу окуялар. М.: Аз. Мухаммедге айрым дарактардын жана таштардын салам бериши, Аз. Ыйсанын ымыркай кезинде сүйлөшү ж.б.  \n2) маунат: амалдары көркөм, жүрүм-туруму жана адеп-ахлагы кооз момундарда кездешкен таң калычтуу окуялар. М.: көптөгөн кыйынчылыктарды оңой эле жеңип өтүү, материалдык абалы өтө начар мусулмандын кадыресе эле өмүр сүрүшү сыяктуу Алланын жардамдары маунат болуп саналат. Маунат – «жеңилдик», «жардам» дегенди туюнтат.    \n3) истидраж: каапырлыгы жана күнөөсү ачык болгон адамдарда каалоолоруна ылайык жүз берчү таң калычтуу окуялар. Истидраж – «мөөнөт берүү» деген мааниге келет. Каапырлыкта жана күнөөдө чектен чыккандардын дагы да күнөөгө батышы үчүн кудай тарабынан истидраж берилет. М.: каапырлардын өтө бай жана бактылуу жашашы жана иштеринин ийгиликтүү жана жеңил болушу, шайтандын кыяматка чейин адамдарды азгырышы, Фараон жана Намрут сыяктуу каапырлардын жер жүзүндө каалагандай бузукулук кылышы ж.б. Алла Таала истидраж аркылуу пенделерин сынайт.   \n 4) ихонат:  Истидраждын тескерисинче болуп, каапырдын жана күнөөгө баткан фасыктын каалоолоруна тескери таң калычтуу окуялардын жүз бериши. Мисалы, Мусайлама аттуу жалганчы пайгамбар бир көзү көр болгон баланы айыктыруу үчүн түкүрүгүн сүрткөндө, соо көзү да көр болуп калган. Кудуктун суусун көбөйтүү үчүн кудукка түкүргөндө, ал какшып соолуп калган.[8]  Жыйынтык катары айта турган болсок, таң калычтуу окуялардын бардыгын жаратуучу Алла Таала болуп саналат. Таң калычтуу окуялар кээде момун пендеге сыйлык жана белек (икрам) иретинде берилсе, айрым учурда каапыр жана күнөөкөрлөр себептүү сыноо үчүн жүз берет. Ал эми сыйкыр жана фокустар боюнча айта кетсек, бул нерселер таң калычтуу окуялар түрүнө кирбейт. Фокус жана иллюзиялар искусство түрүнөн болуп, кандайдыр инструменттер, себептер, шаймандар аркылуу жасалат. Бул нерселер негизинен табият мыйзамдарына жана физика закондоруна ылайык жасалгандыктан, себептерин, шарттарын, методдорун жана ыкмаларын билген бардык адам ал нерселерди кыла алат. Анда таң кала турган эч нерсе жок!  Ушул жерден баса белгилеп кетчү нерсе, динибиз сыйкырдын бардык түрүнө тыюу салат жана аны менен алектенүү өтө чоң күнөө. Айталы, жылдыздарга карап кайыптан кабар айтуу (астрология), арбак чакыруу, гипноз кылуу, жиндер менен келишим түзүп, бузукулук кылуу, фокус, иллюзия, ар кандай кошулма, дары-дармек, жыттар менен сыйкыр жасоо, көзү ачыктык, палчылык, бакшылык кылуу ж.б. исламга туура келбейт.  Самидин кары Атабаев  \n [1] Тагуттар – Алладан башка сыйынылган нерселер. М: шайтандар, буддар ж.б.у.с.  \n [2] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, 380  \n [3] Бакара, 257  \n [4] Кахф, 9-13. \n [5] Намл, 38-40. \n [6] Бухари, Сахих, II том. \n [7] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, 382  \n [8] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, 385",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": "МУЖИЗА",
            "description": "Мээримдүү жана ырайымдуу Алланын аты менен Мужизанын сөздүк мааниси «чарасыз калтырган, күчсүз кылган, жооп кайтарууга мүмкүндүк бербеген керемет окуя», ал эми терминдик мааниси – пайгамбарлардын пайгамбар экендиктерин далилдөө жана четке каккандарды чарасыз калтыруу максатында Алланын кудирети менен көрсөтүшкөн адаттан тышкаркы укмуш окуялары болуп саналат.[1] Башкача айтканда, мужиза пайгамбардын колунда пайгамбарлыгын далилдөө үчүн Алла тарабынан табият закондоруна сыйбаган таң каларлык окуя болуп, башкалары ага окшошту жасай албайт.[2]  Ыйык Куранда бул тууралуу мындай деп баяндалат:1  وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ اللّهِ لِكُلِّ أَجَلٍ كِتَابٌ «Сенден мурун да пайгамбарларды жөнөткөнбүз жана аларга жубайлар менен урпактарды бергенбиз. Алланын уруксатысыз эч бир пайгамбар аят келтире албайт. Ар бир учур үчүн өзүнүн Китеби болгон».  (Раад сүрөсү, 38)  Мужиза адам колунан келе бербеген нерсе. Мужизаны кылууга адам пендеси гана эмес, жин-шайтан жана периштенин да дарамети жетпейт. Чын-чынында Алла Тааланын адамзатка пайгамбар жөнөтүшү өтө зор мээримдүүлүк жана нээмат. Алла Таала элчилеринин пайгамбар экенин далилдөө үчүн мужиза берип турган (а мужиза адатка каршы окуя дедик). Негизинен алып караганда, жашап жатканыбыз, өмүр сүргөнүбүз бир мужиза. Бирок бул баалуу мужизалар уланып жаткандыктан, анын баа-баркына бара албайбыз жана адат сыяктуу кабыл алынып калган.  Мужиза пайгамбардын акыйкат экенин далилдейт. Адамдар пайгамбарларды жалганга чыгарып, далил сураганда Алла Тааланын (пайгамбар колунда) жаратуусу менен ишке ашат. Кээ бир философтор мужизаны пайгамбарлар өздөрү жасайт деп ишенген. Башкача айтканда, адам күчү менен жасалат имиш. Пайгамбарлар өздөрүнүн тууралыгын мужиза аркылуу далилдейт. Алардын оюнда мужиза пайгамбарлыктын далили эмес.  Бирок ахли сүннөт аалымдары мужизанын ээси (фаали-и мухтар) Алла Таала деп айтышкан. Мужиза – Алланын адатынын, сүннөтүнүн, т.а. табият закондорунун пайгамбар колунда убактылуу бузулушу, кайталангыс өтө таң калычтуу окуя. Мужиза пайгамбарлардын инсаний сыпаты, күчү, дарамети менен байланышы жок. Ал – пайгамбарлыктын (нубувват) далили.  Демек, ахли сүннөттүн акыйда-калам аалымдарынын көз карашында мужиза пайгамбарлыктын далили. Б.а. мужиза пайгамбардын тууралыгын тастыктайт. Пайгамбарды четке каккандар ал аткарган таң калычтуу нерсени кайталай албайт. Кайталай алышы мүмкүн дагы эмес.  Мужизанын түрлөрү  Мужизаларды негизинен 2 топко бөлүп карайбыз.1) акылдык (аклий). Муну маанавий-моралдык мужиза десе да болот;  2) сезимдик (хиссий). Муну маддий-материалдык мужиза десе да болот.   О.э. хидаят жана халак мужизасы деп үчүнчү топту кошууга да мүмкүн.   Аклий мужизалар  Акылдык мужизалардын эң белгилүү өрнөгү Куран-и Карим. Б.а. Куран акыл менен аңдалат, түшүнүлөт. Пайгамбарыбыздын (с.а.в) аклий мужизаларынын алты түрүн сөз кылалы.    Биринчиси: Пайгамбарыбыздын (с.а.в) жашоосу (сияр) алаканга салгандай таптак жана даана. Пайгамбар (с.а.в) илим, маданият жетишпеген цивилизациядан алыс чөлдө төрөлүп-өскөнүнө карабай, ал алып келген динди азыркы өнүккөн илим-билим жана технология жокко чыгара албады. Албайт дагы.    Экинчиси: Мурда-кийин илим албаган, окуу-жазууну билбеген Азирети пайгамбар (с.а.в) 40 жашына келгенде пайгамбарлыгын жарыя кылуу менен, ааламда аналогу жок китепти – Куранды адамзатка сунушташы аң-таң каларлык нерсе. Ал 40 жашына чейин пайгамбарлык жана кудай жөнүндө эч кандай маалыматка ээ болбогон. Бирок 40 жашынан кийин ал сунган маалыматтар мен-мен деген аалымдарды жана философторду таңдандырган.   Үчүнчүсү: Пайгамбар (с.а.в) кадыр-барктуу үй-бүлөнүн, күчтүү уруунун өкүлү болгонуна карабай, кордук коштолгон эң оор машакат жолду тандаганы маалым. Ага «ушул ишиңди таштап башчыбыз бол, ченемиз мал-мүлк берели, эң сулуу кыздарыбызды үйлөндүрөлү» дешкенде да көнгөн эмес. Жалпыга маалым болгондой, «оң колума Айды, сол колума Күндү карматсаңар да акыйкат жолдон тайбайм» деп андан бетер басым-кысымга жана кордукка кабылган. Демек, ар кандай сунуштан да кымбат нерсе – акыйкат болгон. Ал ошол жолду кыйынчылыкка кайыл боло тандап алган. Оорчулукка сабыр, барчылыкка шүгүр кылган. Кийин Медина мамлекетинин башчысы болгондо да өзүн падышадай, король, хандардай алып жүргөн эмес. Бул нерсенин бардыгы – анын пайгамбарлыгына гана далаалат кылат.   Төртүнчүсү: Анын дубалары заматта кабыл болгон. Бул да пайгамбарлыгына акылдык далил. Мисалы, Ибн Аббаска (р.а.) дуба кылгандан кийин заматта аалым болуп калганын айтсак болот.     Бешинчиси: Азирети пайгамбар Алланын уруксаты менен өтмүштөн жана келечектен кабар берген. Алардын баары 100 пайыз дал келген. Мисалы, Аммар бин Йасирдин шейит болушу, Стамбулдун каратылышы ж.б.    Алтынчысы: Ыйык китептерде акыркы пайгамбардын келе турганы баяндалган эле. Мисалы, Тоорат, Забур жана Инжилде анын аты жана сыпаттары баяндалган. Аталган китептер өзгөртүлгөнүнө карабай, соңку элчинин Ахмад (Параклит) болору, ал да Ахмад (с.а.в.) экени ачык музижа.   Пайгамбарыбыздын акылдык, манавий мужизалары көп. Биз айрымдарын гана эсептеп өттүк. Эң негизгиси окуу-жазууну билбей туруп, кемчиликсиз динди адамзатка сунганы тунук акылды аң-таң калтырат.  Хиссий мужизалар   Хиссий мужизалар көз менен көрүлүп, сезүү органдары менен сезилгендиктен «маддий мужизалар» деп да аталат. Бул түрдөгү мужизалардын айрымдары адамдарга пайдасы жок, бирок пайгамбардын акыйкат экенине далаалат кылат. Мисалы, Аз. Мусанын аса таягы. Айрымдары болсо пайгамбардын өзүнө да, адамдарга да пайдасы тиет. Ошол эле учурда Алланын элчиси экендигин да бышыктайт. Азирети Мухаммеддин жашоосунда кеңири орун алган маддий-материалдык мужизаларды өз алдынча үч топко бөлүп карасак болот. Биринчиси: Аз. Пайгамбардын затына байланыштуу. Маселен, пайгамбарлык нурунун Аз. Адамдан Аз. Мухаммадга жетип келиши, пайгамбарлык мөөрү, пайгамбарыбыздын көркөм жана идеалдуу дене түзүлүшү ж.б.   Экинчиси: Аз. Пайгамбардын сыпаттарына байланыштуу. Табиятынан адеп-ахлагынын кооздугу, салмактуу сүйлөшү, мээримдүү болушу, чыдамкайлыгы ж.б.   Үчүнчүсү: Аз. Пайгамбардын зат жана сыпаттарынын сыртындагыларга байланыштуу. Маселен, Айдын экиге бөлүнүшү, Худайбия жана Табук согушунда манжаларынан суу агышы, Исра жана Миъраж мужизасы, аз тамактын көбөйүшү, ар кандай нерселердин салам бериши, курма дөңгөчүнүн ыйлашы ж.б.   Хидаят жана халак мужизасы дегенде Аз. Мухаммедге чейинки пайгамбарлардын мужизалары камтылат. Ар бир пайгамбар Алланын уруксаты жана колдоосу менен мужиза көрсөткөн. Булар боюнча ачык-айкын баяндаган ишенимдүү булак – Куран болуп саналат. Эч бир өзгөрүүгө, бурмалоого, бузууга учурабаган Курандагы баяндалган пайгамбарлар мужизасы акыйкат болуп саналат (аларга ыйман келтирүү кажет). Мисалы, Салих пайгамбардын төөсү, Аз. Ыйсанын өлүүлөрдү тирилтүүсү. Ошондой эле башка пайгамбарлардын өз коомун акыйкатка чакырганына (таблиг) кулак салбай, кыйроого учурашы жөнүндөгү мужизалар да эске алынууда. Ыйык Куран нагыз акыйкат китеп болгондуктан, анда баяндалган мужизалар маддий, маанавий, аклий-хиссий мужиза болуп эсептелет.   Мындан сырткары Алла Тааланын өз элчилерине берген жардамдары да бар. Буларды жардам мужизасы дейбиз. Мисалы, Бадр жана Ухуд согушундагы жардамдар.   Куран мужизасы    Ыйык Куран эң улук мужиза. Ал бүтүндөй мужизалык талаптарга жооп берет. Адамдар жана жиндер кыяматка чейин Курандай китеп жаза алышпайт. Демек, Куран кыяматка чейин мужиза бойдон кала берет. Пайгамбарыбыз (с.а.в.): «Ар бир пайгамбарга өзүнүн доорунда жашаган адамдар гана ишене ала турган мужизалар берилген. Мага берилген мужиза болсо Алла Тааланын вахийлери (аяттары), – деген.[3]  أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُواْ مَنِ اسْتَطَعْتُم مِّن دُونِ اللّهِ إِن كُنتُمْ صَادِقِينَ  (Алар:) “Аны  өзү ойлоп тапты”, – деп айтышты. Аларга: “Эгер айтканыңар чын болсо, Алладан башка каалаганыңарга (буддарыңарга) кайрылып, ойдон чыгарып болсо да ушул сыяктуу же ушуга окшош он сүрө түшүрүп көргүлөчү”, – деп айт”  (Худ сүрөсү, 13). Курандын мужизалыгын 2 тараптан алып карасак болот.  Биринчиси: Куран маани жана мазмуну боюнча кереметтиги (иижаз).  Экинчиси: лафз жана услуб жагынан кереметүүлүгү (иъжазы).   Куран маани жана мазмуну боюнча кереметтиги (иижаз) дегенде, ишеним негиздери, ибадаттар, укуктар, жазалар, адеп-ахлак, бейиш жана тозок, табият жана тарых ачык-айкын жана ырааттуу баяндалган.   أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللّهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا   «Алар Куран[4] жөнүндө ой жүгүртүшпөйбү?! Эгер ал Аллахтан башканын сөзү болгондо, анда алар Курандан көптөгөн карама-каршылыктарды табышар эле»  (Ниса сүрөсү, 82)   Ыйык Курандагы ар бир аят негиздүү. Анда эч кандай бүдөмүктүк, карама-каршылык жана түшүнбөстүк жок. Эгерде түшүнбөстүк болуп жатса, анда көйгөй түшүнбөгөн адамда. Курандагы айрым аяттардын жана окуялардын кайталанып берилиши да анын мужизалыгына жана теңдешсиздигине далаалат кылат. Ошондой эле Куранда илимий акыйкаттарга каршы келген аят же өкүмдөр таптакыр жок. А илим Куран акыйкаттарын ачыктайт.[5]  Лафз жана услуб жагынан кереметүүлүгү (иъжазы) боюнча айта турган болсок, Куран лафз-сөз жана услуб-методика жагынан да теңдешкис мужиза. Курандагы ар бир сөз чексиз даанышмандык жана кеменгерлик менен сыдыргыга салгандай жайгашкан. Аяттагы кайсы бир сөздү алып, ордуна башкасын коюп көрүүгө мүмкүн эмес (эгерде коюп көрсө да таптакыр окшошпой калат). Курандагы окуялар кыска-нуска. Куран услубу араб тилиндеги услубдардын эч бирине окшобойт. Анын услубу ырга окшой түшөт, бирок ыр эмес. Муун өлчөмдөрү (вазн) жана уйкаштыктары (кафия) бар сыяктуу болсо да, түпкүрүндө андай эмес. Окуганга оңой, жаттаганга жеңил. Кулакка угумдуу, көкүрөккө жугумдуу. Укканда кандайдыр илахий обон (мусико) жаңыргансыйт, бирок обон-музыка да эмес, симфония эмес, нота да эмес! Мына ушундай укмуштуудай өзгөчөлүгү, көркөмдүгү, кайталанбастыгы менен чын эле кудай тааланын сөзү экени көрүнүп турат көрө билген адамга.   Арабдарда сөз маданияты абдан өнүккөн доордо Ыйык Куран баарын басып түшкөнү маалым. Сөз баккан кеменгерлер, акындар, чечендер, билгелер аң-таң калган. Мына ушундай мужизалуу керемет китеп алып келген пайгамбарга баш ийиштин ордуна, тилекке каршы, аны менен согушушкан. Сөз маданияты өнүккөн арабдар кара жанын тиштеп, өлүмдү көзгө алып согушуу жолун тандап алган. Бирок согушуунун ордуна Куранга окшогон китеп жаза коюшса оңой болот беле! Албетте, жаза алышкан эмес. Арабдар эле эмес, кыяматка дейре эч ким Куранга окшош китеп жаза албайт. Анткени ал Алланын сөзү. 1500 жылдан бери ислам душмандары ар кандай жолго баш уруп келет, бирок андай ыйык китеп жазуу колдорунан келбеди, келбейт дагы. Анын кереметтүүлүгүнө баш коюп, акыйкат жолго келиштин ордуна кастыгын күчөтүп, өрттөп, жыртып, сууга агызышты. Куранды жок кылуу аракети далай жасалды. Бирок, Ыйык Куран (момундар себептүү) кыяматка чейин сакталат. Анткени Алла Таала аны өз кепилдигине алган.  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ   «Чынында Куранды Биз түшүрдүк. Эми аны өзүбүз сактайбыз»  (Хижр, 9).  Самидин кары Атабаев,\n[1] Калбердиев, «Калам: Ахли сүннөт теологиясы», 121-б. \n [2] Тафтазани, Шархул-Макоосид, 2-т., 175-76. \n  [3] Бухари, Иътисам, 1 \n [4] Курандын маани-маңызы тууралуу\n [5] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, -б.б. ",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/image.jpg"
        },
        {
            "title": "«БЕШИКТЕГИ БАЛАНЫН БЕК БОЛОРУН КИМ БИЛЕТ»",
            "description": "Жол башчыбыз, Ханафи мектебинин негиздөөчүсү, «улуу имам» лакабы менен таанымал болгон Абу Ханифанын (Аллах ырайымына алсын) жаштык кези эле. Күндөрдүн биринде уктап жатып түш көрөт. Түшүндө бир чоң дарактан түбүнө каман келип, тамырларын кыркып жок кылмакчы болот. Ошол кезде дарактын бир бутагы ийилип келип каманды чабат. Анын бул соккуусунан ызаа тарткан каман ал жерден качып кетип, бир аз убактан кийин кайра келип ыйман келимесин айтат. Уйкусунан ойгонгон Абу Ханифа көргөн түшүнө таңыркап, аны устаты Хаммад ибн Аби Сулейманга айтууну туура көрүп, ал тарапты көздөй жөнөйт. Устазынын кашына келген учурдан анын маанайы жок, ачууланып олтурганын көрөт да, ага карап: -Устазым, сизге эмне болду? – деп сурайт.  Анда устазы Хаммад:  – Биздин шаарга бир топ динсиздер (атеисттер, кудайга ишенбегендер) келишиптир, амирге жолугуп:  – Мусулмандар ишенип, сыйынып келген бул ааламдын жаратуучусу, кожоюну жок, биз муну далилдеп беребиз. Калааңдагы илимдүү деп атаган аалым кишиң менен бизди жолуктур! Биз ага жетиштүү далилдер менен тастыктап берели – деп айтышыптыр. Ал эми шаардын амири болсо алар менен жолугууга мени ылайк көрүп, алар менен беттешүүгө мени тандаптыр, ошого ачууланып олтурган кербезим, – дейт. Муну уккан Имам Аазам: – Мен түшүмдүн чечмеленүүчүн (жорулушун) билдим. Мага уруксат берсеңиз бул талкууга, беттешүүгө, талашып тартышууга мен чыгайын. Эгер мен алардан жеңилип калсам, суроолоруна жооп бере албай калсам, «бул жаш бала да» деп коюшат. А эгер жеңип алсам, кичинекей баладан утулдуңар устазына барып эмне табасыңар дейт. Устазы бул нерсеге макул болду. Ошентип белгиленген күн келет. Жаш жигит кудайсыз атеисттердин каршысына чыгат да, устазы Хаммад үчүн даярдалган орундукка олтурат. Алар бул жаш балага көңүл бурбай, ага карап: – Сен биздин суроолорго жооп бер, бирок сенин берген жоопторуң өзүңөр ыйык деп санаган Куран аяттары жана хадистерден болбосун, биз аларга ынанбайбыз. Бизге адамдын акылына сыйган гана жооптор менен жооп бер, –деп суроолорун узатышты: \n 1) Сенин жаратуучуң кайсыл жылы туулган? \n 2) Сенин Жаратуучуң кайсыл жылы пайда болгон?  \n3) Жаратуучуңан алдын эч ким болбогонун далил деп бер!.           \n 4) Жаратуучуңун өңү-түсү кандай, булут же суу сыяктуубу. Кайсыл жерде турат, орношкон мекени кайда? \n 5) Жаратуучуң жүзүн кайсыл тарапка каратып турат?  \n 6) Эгер бул жашоо баары тагдырда жазылган болсо, Жаратуучун азыр эмне менен алектенип эмне менен убара?  \n 7) Кайсы нерсе азайбастан көбөйөт?  \n 8) Силер мусулмандар, «Биз бейишке кирип, анда түбөлүк калабыз» деп айтасыңар. Муну кантип акылга сыйдырасың? Ар бир башталган несенин бүтөрү бар.   \n 9) Эгер Жаратуучуң бар болсо, аны мага көрсөт? \n 10) Шайтан оттон жаралган деп айтылат, кантип Кудайың кайра аны от менен жазалайт            \n 11) Эгер бардык иштер эзелтеден тагдыр кылынып жазылган болсо, пенде ал пешенесине жазылган күнөө иштерди аткарса, аны жазалап, пешенесине сооп иштерди аткаруу жазылгандарга сыйлык берет? – деп адам оюна келбеген  суроолорду беришет?  Имам Азам берилген суроолорго токтолуп так жана даана кылып жооп бере баштайт. – Силердин берген биринчи берген сурооңорго жообум төмөнкүчө;  \n1) Аллах Таала туулбаган, төрөбөгөн жана ага эч ким, эч нерсе тең келбейт.\n2) Аллах Таала замандан, убакыттан да илгери бар болчу, андан алдын эч ким, эч нерсе болгон эмес жана Андан кийин да эч ким, эч нерсе болбойт. Кылымдардын да, убакыттардын да жаратуучусу Аллах Таала. \n 3) Жаратуучу Алладан мурун эч ким болбогондугуна далил;   \n Эсеп сандарынан 3 санды алалы, 3 санынан мурда 2 бар эле, ал эми 2 ден мурда 1 деген цифра бар. Ал эми 1 деген сандан мурда эмне турат, кайсыл сан, цифра бар?  Албетте эч нерсе жок! Биздин Жаратуучубуз дагы бир (жалгыз) Андан алдын эч ким, эч нерсе жок жана болгон да эмес.  \n Динсиз атеистер жаш өспүрүп жигиттин берген жоопторуна канааттанып жатышты.   \n4) Силер өмүр менен коштошуп, өлүп жатканда кишинин жанында болдуңар беле? – деп суроо узатты.  Анда кудайсыздар:  – Ооба, болгонбуз, – дешти.  Абу Ханифа:  – Кыймылдап жатып, кыймылы токтоп калдыбы? Динсиздер:  – Ооба. Абу Ханифа:  – Сүйлөп жаткан эле үнү чыкпай калдыбы? Динсиздер:  – Ооба.   Абу Ханифа: – Эмне себептен кыймылдабай, үнү чыкпай калды?  Динсиздер биринен-бири талашып, «руху чыгып кетти», – дешти.  Абу Ханифа:  – Руху чыгып жатканда жанында олтурат белеңер?  Динсиздер: – Ооба.  Абу Ханифа: – Эми силер мага айткылачы, чыгып жаткан же чыгып кеткен рухту көрдүңөрбү, рух түтүнгө, булутка, абага, сууга, ташка окшойт беле? Рух (жан) чыгып кайсы жерге барып конгонун көрдүңөрбү?  Бир топко чейин жамаат ортосунда жым болуп, динсиздерден жооп чыкпады. Динсиздер акылга сыйган жооптордон дале канааттанып жатты. Муну көргөн Имам Аазам  – силердин Жаратканын кайсыл тарапты карап турат деген сурооңорго эки түрдү жообум бар;\n5) Караңгылык каптап турган бөлмөгө шам күйгүзүп койсок ал шамдын жарыгы кайсыл тарапка карап турат? Атеисттер:  – Ал жарык айланасын бүт жарытып турат.  Имам Аазам:  – Кйүп турган шам бүт айланасын жарытып турса, шамды жараткандын Жаратуучусу кантип бир тарапка карап туруп калсын, – деп айтат.  Экинчи жооп: Кадимки сүттү алалы, сүттүн курамында (составында) сары май жана айран бар, туурабы?  Динсиздер:   – Туура. Имам Азам:   – Эгер сүттүн курамында май болсо, ал сары май кайсы жеринде турат?  Динсиздердин бирөөсүнөн да жооп чыкпады. \n 6) Бардык иштер Жараткандын каалосунда, кор болгонду зор кылат, кедейди бай, бийди кул кылат, каалаган пендеге дарт берип, каалаганыны шыпаа берет.\n 7) Эч азайбастан көбөйүп турган ал – илим. Илимди канчалык бөлүшсөң, ал ошончолук көбөйөт.\n 8) Бейиште түбөлүк калуу боюнча айтсам, эсеп сандарына карайлы, бир санынан кийин эки келет, экиден кийин үч, үчтөн кийин төрт, ушинтип эсептеп кете берсек аягы канча сан менен бүтөт? Динсиздер:  – Анын аягы жок. Имам Азам: – Бейиштин да башы бар, аягы жок, – деп жооп берди.  Ар бир айтылган жоопторго кудайсыздар акыл калчап ынанып жатышты.  Имам Азам сегиз суроого тең жооп бергенден кийин жерден бир ылайдан куюлуп жасалган кышты алып динсиздердин бирөөсүнүн башына бир чапты эле, анын  башынан кан ага баштады. Аскерлер өспүрүм жигит кылган жоругун туура эмес деп, аны кармап тиешелүү жаза бермекчи болушту. Аскерлер Имам Аазамдын бул ишинен таңыркап, эмне себептен бул кадамга барганын сурашты. Имам Аазам айтты: – ушул кылган ишимде акыркы үч  суроого жооп бар, – деди.  – Ал кандай жооп, – деп сурашты. Имам Аазам башнан жараат алган кудайсыздан тогузунчу суроолоруна жооп иретинде: – Башың ооруп жатабы?  Жаракат алган динсиз:   – Ооба, – деди. Имам Азам: – Анда оорууну көрсөтчү, – деди. Ал көрсөтө албады. Жаш жигит: – Сен башыңдагы ооруну көрсөтө албасаң мен Кудиреттүү Жаратуучумду кантип сага көрсөтөм, – деди 10) Адам топурактан жаралган, а мен сени топурактан жасалган нерсе менен чаптым, а сен ошону менен азапталып жатасың. Шайтан оттон жаралган, аны да от менен азаптайт.  Динсиздер бул жоопко канааттанды.– Он биринчи сурооңорго келсек, бул кишинин тагдырында башынын жарылуусу бар болсо, мени жазалайсыңар да, туурабы?! Эмне үчүн мен жазалананышым керек, мен жөн гана себепчи болдум да. Демек адам да кылган ишине жараша же жазасын алат же сыйлыгын алат, – деп берилген он суроого акылга сыйчу жооптор менен аларды ынандырды. Жоопторго толук ынанып, канааттанышкан динсиздер ошол жерден ыйман келтиришип, мусулман болушту   Имам Аазамдын түшүнүнүн жорулушу так ушул экен.  Балдарыбызды кичине кезинен эле чоң кишиге жасаган мамиледей кайрылып, туура тарбия берип, аларды келечектеги улуу күндөргө даярдоочу болсок, биздин урпактардан да Имам Аазамдай (р.х.) зирек балдар чыгат. Жараткан баарыбызды Өзүнүн туура жолунан адаштырбасын. Алибек ажы Жусупов",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        }
    ]
}