{
    "Makalalar": [
        {
            "title": "ЭЧ КАЧАН АЛЛАХТЫН ЫРАЙЫМЫНАН ҮМҮТ ҮЗБӨ",
            "description": " Эх, менин оорукчан бир тууганым, сенин даражаң Аллах алдында канчалык жогору экенин билгениңде, балким кайгырбай шүгүр кылып жашоодо өзүңдү керексиз бечара төмөн инсанмын дебей, жакшылыктан үмүт кылып, алдыга гана умтулуп жашамаксың. Аллах Тааламдын оорукчан пендесин эң жакшы көрөрүн, ал үчүн берген ооруу сыноосу азапталышы үчүн эмес, күнөөлөрү төгүлүп ырайымына бөлөнүп, бейишине ыраа көргөнүн төмөнкү хадистерден байкасак болот.  Пайгамбарыбыз (саллаллоху алайхи ва саллам) мындай дейт:\n«Пенде ооруп калганда Аллах Таала ага эки периште жөнөтүп: «Барып, кулум жардамчыларына эмне деп жатканын көрүп келгиле!» – деп буйрук кылат. Эгер ал пенде периштелер келгенде, Аллага шүгүр келтирип жаткан болсо, алар бул шүгүрдү бардык нерсени эң жакшы билүүчү Аллах Таалага жеткиришет (Периштелерин бир гана пендесинин кылган жарамдуу (салих) амалдарына күбө болушсун деп жиберет).Аллах Таала: «Эгерде бул кулумдун жанын ала турган болсом, анда аны бейишке киргизишим – кулумдун мендеги акысы. А эгерде ага шыпаа бере турган болсом, анда анын этин жакшыраак эт менен, канын жакшыраак кан менен алмаштырып, күнөөлөрүн кечиришим – анын мендеги акысы», – деп билдирет».Бул хадисте сыртынан караганда бизге кырсыктуу болуп көрүнгөн көптөгөн окуялар бир гана кудайдын сыноосу катары кабыл алынышы керек экени жана ал кырсыктардын аркасында абдан чоң сыйлыктардын катылуу экени билдирилет. Пайгамбарыбыз (саллаллооху алайхи ва саллам) айтат: «Ким оорукчан бирөөдөн кабар алса же мусулман бир тууганына жолукса, бир периште, «Сага береке болсун! Баскан кадамың берекеге толсун! Сен бейиштеги жайынды курдуң! – деп жарыя салат». Бул сөздү уккан Анас бин Малик (разияллоху анху): «Чындыгында, оорукчанды кабар алганы барган киши Алланын ырайымына бөлөнүп, ал соо кишиге береке берилет экен. Ал эми оорукчангачы?» – деп сураганда Алланын элчиси: «Анын күнөөсү кечирилет», – деди (Ахмад) Али (разияллоху анху) риваят кылат: «Ким эртең менен мусулман бир тууганынан кабар алганы барса, ага жетимиш миң периште кечке чейин кечирим дубасын сурашат. Эгерде кечинде кабар алса, таң атканча жетимиш миң периште кечирим дубасын сурашат жана бейиштен бир бак берилет» (Тирмизи).Пайгамбарыбыз (саллаллооху алайхи ва саллам) айтат: «Эгер сен оорукчандан кабар алсаң, андан сага дуба кылып коюусун өтүн. Себеби, анын дубасы периштелердин дубасындай (кабыл болот)» (Ибну Мажа).  Байкап көрдүңүзбү тууганым, сиздин канчалык Аллах алдында жогору инсан экениңизди. Сизден кабар алган инсандарга канча сооп жазылып жатат, а сиздин ооруган ар бир демиңизге канчалаган кечирим сооптор жазылып жатат болду экен. Балким сиз окуп жаткан болсоңуз, бул убадалар сиздин жүзүңүзгө жылмаюу, жан дүйнөңүзгө тынчтык тартуулап жаткандыр… Бул убадалар адамзаттын куру убадаларынан эмес, Улуу Жараткандын убадасы! Ал сөзсүз ишке ашат!  \n   Бул дүйнөдө сиз жетпеген бакыттар, дүйнө ыракаты акырет алдында кыпынчалык да кадырга ээ эмес. Бул күндөр сиз оорусаңыз да, оорубасыңыз да көз ачып жумганча өтүп кетет. Акырет сапары ал түбөлүк бакыт же азап. Ошон үчүн эч качан капаланып кайгыга чөмүлбөңүз, Жараткандын жакшылыгынан үмүт кылып, оорунун себебин алдын алууга аракет кылып жашай бериңиз… Мен сизге дем-күч боло турган, сабырдуулук кандай болорун улуу пайгамбарлардын бири, оору сыноосунда өмүрүн өткөргөн Аюб (алейхи салам) тууралуу айтып берейин.   Аллах таала Аюб пайгамбарга азаптуу оору берип, денесин коркунучтуу жара менен жабыркатты. Бүт денесине жара чыгып, кычышып тырмана баштады. Тырмай берип тырмактары түшөт. Акыры таш, жыгач сыяктуу катуу нерселер менен тырмана баштайт. Эттери шылынып шагыраган сөөктөрү эле калат. Акырында териси чыдатпай ооручу болот. Мунусу аз келгенсип: «Аюб бир күнөө кылса керек. Аллах Таалаң аны жазалап жатат», – дешип туугандары, коңшулары жана башка жакын достору да жанына келбес болот. Жалгыз гана аялы Рахима аны таштабайт. Ага берилгендик менен кызмат кылуусун уланта берет. Аюб пайгамбар ушундай оор абалда калса да, сабыр кылып, эч качан кудайга акаарат келтирбейт. Кайра Раббисине шүгүр келтирип мактоолорду айтат. Ошондо шайтан Аюб пайгамбар жашаган шаардын жашоочуларына күмөн салып: «Анын дарты силерге жугат, аны шаарыңардан чыгарып салгыла», – дейт. Ошондо шаар калкы Аюб пайгамбар менен Рахиманы шаардан чыгарып салышат. Рахима айым шаардын сыртында бир жерде Аюб пайгамбарга кызмат кылуусун улантат. Астына кум төшөп, башына ташты жаздык кылып жөлөйт. Аюб пайгамбар жети жыл бою оору менен алпурушат. Ал абалына эч качан нараазы болбойт. Кээ бир китептерде Аюб пайгамбар он сегиз жыл ооруган деп айтылат. Ушундай аянычтуу күндөрдүн биринде Рахима айым: «Оо, Аюб! Сен Алланын пайгамбарысың. Алладан ден соолук тилеп дуба кылчы, бул дарттан кутулат элек», – деди.  Анда Аюб пайгамбар: «Канча жыл бейпил турмушта жашадык», – деп сурайт.Рахима: «Сексен жыл», – деп жооп берет.Аюб пайгамбар: «Ээ Рахима! Ооруган жылдарым бейпил турмушубуздун мөөнөтүнө жетмейин Алладан айыгууну сурануудан уяламын. Алла бизге жакшылыктарды ыроологон кезде шүгүр кылып, ал эми бир балээ берген кезде сабыр кылбай коё аламбы? Мен Раббимен ыраазымын», – деп жооп берет.   Күн өткөн сайын Аюб пайгамбардын дарты оорлой баштайт. Рахима айым да аябай кыйналып, ичип-жегенге бир аз тамак-аш сатып алуу үчүн аргасыздан эң мыкты көйнөгүн сатып жиберет. Аюб пайгамбар Рахимага аябай боору ооруйт. Жаралары бүт денесине жайылат. Ибадаты оорлошо баштайт. Ошондо Жабрейил периште Аюб пайгамбарга Алла тааладан суранып: «Роббии инни массания дзурру ва анта Архамур-Рахимиин» (Оо, Раббим! Акыйкатта мага зыян жетти, Сен мээримдүүлөрдүн эң Мээримдүүсүсүң) – деп дуба кылуусун айтат. Аюб пайгамбар дуба да кылат.     Адаттагыдай эле Рахима тамак-аш таап келүү үчүн сыртка чыгат. Ошол кезде Алла Тааладан кубанычтуу кабар келет. Жебрейил периште келип, Алла Тааладан: «Эй, Аюб! Балекет бердим, сабыр кылдың. Эми мен сага ырыскы берем», – деген кабарды алып келет. «Бутуң менен астыңдагы жерди тепкин!», – деп айтылат. Аюб пайгамбар ордунан араң козголуп бир нече кадам шилтейт. Ал оң буту менен жерди тепкен кезде ысык булак, сол буту менен тепкен жерден муздак булак атылып чыгат.Анан ага: «Мына ушул ысык суу кирине турган, ал эми бул муздак суу иче турган сууң», – деп айтылат. Ошентип ал ысык суу менен чайынганда денесиндеги бардык жаралардан айыгат. Муздак суудан ичкенде ичиндеги дарттардан кутулат. Күч-кубатка толуп жап-жаш жигитке айланып калат. Жебрейил периште бейиштен кийимдерди алып келип Аюб пайгамбарга кийгизет. Канча жылдан бери тартып келе жаткан азабы эми мынтип түш көргөндөй эле жок болуп кетет.   Шаардан анча-мынча азык менен дары-дармек таап келген Рахима Аюбду жаткан жеринен таппай калат. Карышкыр жеп кеттиби деп санаага батып турган кезде жанына келишимдүү, жаш жигит келип «эмне издеп жатасыз», – деп сурайт. Ал: «Ушул жерде оорулуу чалым бар эле. Жер жуткансып жок. Жанатан бери издеп таба албай жатам» – дейт. Анда Аюб: «Анын кандай белгилери бар эле?» – деп сурайт. Рахима: «Жаш кезинде кудум сага окшош болчу», – деп жооп берет. Ошондо Аюб пайгамбар болгон окуяны төкпөй-чачпай айтып берет.Анда Рахима: «Эми сен жаш жигит болсоң, а мен болсо карыган кемпир болсом….» – деп көз жашын төгүп ыйлай баштайт.    Аюб пайгамбар аны колунан жетелеп жылуу суу менен чайындырып, муздак суудан ичиргенде Рахима да жашарып, ай чырайы жүзүнө чыга келет. Анын колунан алынган бардык мал-мүлкү кайра берилет. Жараткан аларга көп бала-чака тартуулайт. Андан жүз бурган бардык замандаштары кечирим сурап кайра келишет. Аюб пайгамбар оорусунан айыгып, эрте менен турган кезинде өзүнчө күңгүрөнүп ыйлай баштайт. Себебин сурашканда: «Ар күнү таңга маал: «Эй, дартка чалдыккан пендем, кандайсың?» – деген үн чыгат эле, эми ал үндү уга албай калдым. Ошол үчүн ыйлап жатам», – деп жооп берет. Өмүрүнүн аягында өтө жакшы тарбияланган тун уулу Хавмелди камкорчу кылып дайындайт. Ошентип Аюб пайгамбар жүз кырк жашка чыгып көз жумат (Ага Алла Тааланын саламы болсун).  Эми сезгендирсиз, биздин оорулар Аюб пайгамбардын оорусунун алдында алда канча жеңил экенин. Биздин денебизди ушундай жара бассынчы, шүгүр кылмак турсун өлүп калсам деп жол издейбиз, өлүп эле тынч жатчудай. Аюб пайгамбар айыкканына сүйүнбөй, тескерисинче эмне үчүн ыйлады деп ойлойсуз? Анткени Жараткандын ырайымынан кур калдым деп кайгырды. Бирок ал пайгамбар эле. Сыноолордун эң оору пайгамбарларга берилет. Андан кийин момундарга Аллахтын эң сүйүктүү пенделерине. Демек биз Жараткандын эң жакын, дайым биз менен экенин сезип, шүгүр келтирип жашообуз керек… Жараткандын убадасында оорукчанга бул сыноо бейишке ачыктан-ачык жолдомо, бул мүмкүнчүлүктү бакыт деп билсек туура болмок. Бирок биз, пенделердин ыйманы алсыз болуп кейип жиберебиз…Аллахым ооруган жандарга шыфасын, бекем ыйман, сабырдуулук берсин деп дайыма дуба кылабыз…     Бул дүйнөдө адам баласынын үч дүйнөлүк байлыгы бар. Алар – мал-мүлк, урпак жана ден соолук. Бул үчөө менен пенделер сыналышат. Аюб пайгамбардын окуясы ушундай сыноого учурагандарга сабырдуулуктун үлгүсү болуп саналат. Бул окуяда Аюб пайгамбардын жара каптаган оорусу сырткы денесине жайылган эле. Ал эми бизде болсо, ички жан-дүйнөбүздү каптаган руханий ооруларыбыз бар. Ичибизди сыртка, сыртыбызды ичине карай оодара турган болсок, Аюб пайгамбардын жараларынан алда канча жаралуу жана оорулуу болуп көрүнмөкпүз. Анткени, биз жасап жаткан ар бир күнөө, башыбызга келген ар бир шек-күмөндөр жүрөгүбүзгө жана рухубузга жараттарды пайда кылып жатат. Аюб пайгамбардын жаралары анын кыска болгон бу дүйнөлүк өмүрүнө коркунуч туудурган эле. Ал эми биздин руханий жараларыбыз болсо өтө узун болгон түбөлүктүү өмүрүбүзгө коркунуч туудурууда. Андай болсо биз Аюб пайгамбардын кылган дубасына ага караганда миң эсе көбүрөөк муктажбыз. Ал эмне деп дуба кылды эле?   Ал: «Роббии инни массания дзурру ва анта Архамур-Рахимиин» – деп дуба кылган болчу. Сабырдуулук – даанышмандыктын белгиси.Сабырдуулук – акылдын чырагы. Сабырдуулук – ыймандын күзгүсү. Караңгы туюкка кабылбайын десең төмөндөгү үч түрдүү сабырды унутпа:Биринчиси: Кулчулукта сабыр кылуу.Экинчиси: Күнөөлөргө каршы сабыр кылуу.Үчүнчүсү : Балээ-кыйынчылыктарга каршы сабыр кылуу.Акылың болсо ушул акыйкатты жүрөгүңө түйүп ал.Кайраттуулук менен: «Йа Сабур!» деп Аллага таян. Алланын сага берген сабыр, кубатын эгер жаңылыш жолдорго таратпасаң, анда ар бир түйшүккө жана ар бир кайгылуу балээлерге каршы жетиштүү болот…\n Насиба Абдуллаева",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/1.jpg"
        },
        {
            "title": "ДИН ЖАШООБУЗДУН ЖАЛПЫ БӨЛҮГҮН ӨЗҮНӨ КАМТЫП ТУРАТ",
            "description": "Адам баласы жаратылган башка жаныбарларга караганда алсыз болуп төрөлөт. Акылы жана ишениминин негизинде алардан айырмаланып, жашоодо өзүнүн ордун таап келүүдө. Акылын туура пайдаланса анын жашоосунун берекелүү болуп, даражасы периштелерден да бийик болот. Акылын туура эмес иштетсе, бузукулук иштерди жасоо менен даражасы айбандан да төмөн түшөт.\n\n   Ошондой эле, адам баласында табыгый ишеним боштугу болуп, аны таза жана туура ишеним менен толтуруу үчүн акылын иштетүүсү талап кылынат. Буга мисал катары Ибрахим (а.с.) пайгамбарды айтууга болот. Анткени ал жашаган коомдо элдер күн, ай, жылдыздарга жана өздөрү жасап алган буттарына сыйынышчу.  Ибрахим (а.с.) пайгамбар акылын туура иштетүү менен буттардын колунан эч нерсе келбестигин, Күндүн кечинде жок болуусун, Ай менен жылдыздардын күндүзү жок болуусун айтып, жалгыз Жаратуучуну издеген.Ошол себептүү ислам дининде илим алуу парз болуп саналат. Анткени илимдүү адамдын түшүнүү жөндөмдүүлүгү, акылын иштетүүсү аны туура жолго багыттайт. Өзүңүздөр да акыл калчап, ойлоп көрүңүздөр. Күнөө иштердин адам баласына пайда эмес, зыян жеткирип жаткандыгы анык. Ал эми сооптуу иштер, адамдардын арасында бири-бирине болгон урмат-сыйды күчөтүп, ынтымакты бекемдеп турат. Акылы бар адам ынтымак бар жерде жашоону каалайт.\n\n   Ошол себептүү ислам дининде илим алуу парз болуп саналат. Анткени илимдүү адамдын түшүнүү жөндөмдүүлүгү, акылын иштетүүсү аны туура жолго багыттайт. Өзүңүздөр да акыл калчап, ойлоп көрүңүздөр. Күнөө иштердин адам баласына пайда эмес, зыян жеткирип жаткандыгы анык. Ал эми сооптуу иштер, адамдардын арасында бири-бирине болгон урмат-сыйды күчөтүп, ынтымакты бекемдеп турат. Акылы бар адам ынтымак бар жерде жашоону каалайт.\n\n Негизинен диндердин бардыгы адам баласын жаман иштерден алыс, жакшы иштерге жакын болуусун үйрөтөт. Мисалы: ислам дининде мажбурлоо жок жана башка дин өкүлдөрүнө адам катары жакшы мамиледе болуу жөнүндө айтылат.Дин – бул ибадат кылуу менен гана чектелет деген тайкы түшүнүктөрдөн алыс болуубуз керек. Анткени ал салам берүү, меймандостук, сүйлөө, соодалашуу, үй-бүлө куруу, бала тарбиялоо, ата-энени урматтоо сыяктуу жашообуздун жалпы бөлүгүн өзүнө камтып турат.\n\nАкпарали уулу Алибек.",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/image.jpg"
        },
        {
            "title": "КАНДАЙ ЖАШАСАҢ ОШОНДОЙ ӨЛӨСҮҢ, КАНДАЙ ӨЛСӨҢ ОШОНДОЙ ТИРИЛЕСИҢ",
            "description": " Чоң атам ыраматылык кайсы убакта болбосун, түндөсү — күндүзү уктаар алдында: «Лаа илааха иллаллооху Мухаммдару расууллоох, Ашхаду аллаа илааха иллаллооху, ва ашхаду анна Мухаммадан абдуху ва расуулух» — деп айтып жатса, таң калчумун күндүзү да келме айтып, кызык депчи. Көрсө, өлүм уйкунун досу экен да. Качан, кайсы убакта, кандай абалда жатсаң эч нерсеге карабай ошондой абалда алып кете берет тура. Биз баарын билсек да, көпчүлүгүбүздүн жүрөгүбүздө коркуу жок, ушундай заманда жашап калдык өткөнгө өкүнбөй, бүгүнгө кайдыгер, эртеңге даярдык жок өлбөчүүдөй күн кечирип.\n\nУшул күнгө чейин бир эженин көз жашын унутпай келем.\n\n    «Иним менен Россияга барып иштеп, күндө эртең менен ишке шашып, кечинде келип чарчап уктап, күндөр өтүп жатканда, бир күнү эрте менен иним уйкудан ойгонбой, түбөлүк сапарга кете берди. Үч күндөн кийин түшүмдө, иним ушундай бир акыбалда чуркап жүрөт, айтып бере албаймын. «Эже! » деп эле жалдырап бакырат. Чочуп ойгонсом тер басып, араң дем алып жатыпмын.  Дүнүйө, анан окуйм, эртең, убагы келсе деп жатып, инимдин намазы, келмеси жок кеткени жүрөгүмдү канатып келет. Эмне кылсам жардам берем деп…\n\n     Эми сиз да бир саамга  элестетиңиз… Өмүрүңүздүн саналуу мүнөттөрү, акыркы демиңиздин сиз кааласаңыз да артка кайтпаган учуру. Кандай жашасаң ошондой өлөсүң. Көз алдыңызда бардык кылган иштериңиз тасма сыяктуу өтүп жатат. Сиз, Раббыңызга жолуга турган учур келди. «Раббыма эмне деп жооп беремин, кантип жолугамын, кандай болот?» деген коркуунун кучагындасыз. Эгерде бул дүйнөдө Жараткан буюрган намаз, орозо, зикир, жакшы амалдарды кылып жүргөн болсоңуз, денеңиздин мүчөлөрү сүйлөй баштайт. Зикир чалган тилиңиз келмесин кайталайт. Куран окуган жүрөгүңүз сүрөлөрдү айтат. Намаз окуган мүчөлөрүңүз саждада пешенесинен алган күбөлүк мөөрүн көрсөтүүгө шашат. Гусул-дааратыңыз күнөөлөрдөн тазаланган денеңиз менен жолугууну үмүт кылат. Мындай өлүм ар кимге эле насип кыла бербейт. Раббысы каалаган пендесине насип кылат. А тескерисинче болсо акыбалыңыз кыйын болот. Өлүм периштеси ар кимдин амалына жараша жолугат. Күнү белгисиз бул акыйкат ар бирибиздин башыбызга келет,азыр же балким эртең… Бир Жараткан билет.\n\n    Жаратканым баарыбызга Өзү ыраазы болгон абалда намазыбыз, Кураныбыз, зикирибиз, келмебиз менен жашатып, акыркы демибизде «Йа, кулум! Мен сага ыразымын, кел менин бейишиме, кире кой «, – деген кулдарынын катарында болууну насип кылсын. Аамин!\nНасиба Абдуллаева",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/images.jpg"
        },
        {
            "title": "ИСЛАМДА ОЛУЯЛЫК ЖАНА КЕРЕМЕТ",
            "description": "  Мээримдүү жана ырайымдуу Алланын аты менен…\n\n    Олуялык (валаят) маанавий-моралдык макам. Арабчасы вали блуп, «дос» деген мааниге келет. Вали сөзүнүн көптүк формасы авлийаа болуп, кыргыз тилине «олуя» болуп кирген. Демек олуя Аллага баш ийүүдө (итаат) жана Аны сүйүүдө (мухаббат) өтө бийик деңгээлге чыккан, ошондой эле Аз. пайгамбардын сүннөтүн бекем жана туура карманган инсан. Олуяларга эч кандай коркуу болбостугу, аларга эки дүйнөдө тең сыйлык-мукафаттар бар экени Ыйык Куранда айтылган:\n\nأَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَالَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَلَهُمُ الْبُشْرَى فِي الْحَياةِ الدُّنْيَا وَفِي الآخِرَةِ لاَ تَبْدِيلَ لِكَلِمَاتِ اللّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ«\n  \n    Ооба! Албетте Аллага жакын болгондор чоочулашпайт да кайгырышпайт.\n\nЫймандуулар жана такыба болгондор,\n\nАлар үчүн бул дүйнөдө жана акыретте сүйүнүчтүү кабар бар. Алланын убадалары эч өзгөрүлбөйт. Бул улуу ийгилик»(Юнус сүрөсү, 62-64).\n\n    Олуялык даража-макамга жеткен адам керемет ээси болот. «Улуулук», «жакшылык» жана «кооздук» маанилерин туюндурган керемет \n   – Алланын досторунда көрүлгөн таң калычтуу абалдар дегенди түшүндүрөт.Олуялар өтө бекем ыйманга жана бийик такыбалыкка ээ болот. Т.а. ыйман жана такыбалык валаяттын сыпаты. Чыныгы олуяны көргөн адам Алланы эстейт. Ошондой эле акырет жадына түшөт. Себеби, алардагы коркуу, ийкемдик (тавазуъ) жана ай шооласындай нур бар. Ай шооласынын булагы Күн болгондой эле, олуялардын нурунун булагы – нубувват. Олуялар пайгамбар сүннөтү менен жашагандыктан, нубувват нуру жаркырап чагылып турат. \n\n   Ыйык Куранда алардын караңгылыктан жарыкка чыгаруучулар экени белгиленет:\n\nاللّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ وَالَّذِينَ كَفَرُواْ أَوْلِيَآؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ\n \n    Алла – ыймандуулардын досу. Аларды караңгылыктан жарыкка чыгарат. Каапырлардын досу – аларды жарыктан караңгылыкка алып баруучу таагуттар.[1]\n\n    Алар – Тозок ээлери. Ал жерде түбөлүккө калышат»(Бакара сүрөсү, 257).\n\n    Алланын достору болгон олуялар Жараткан Аллага ибадат, итаат жагынан жакын болуп саналат. Өзүнө ибадат жана такыбаалык менен жакындаган пенделерине Алла Таала кудирет далилдерин көрсөтөт, малакуут ааламынын пардаларын ачат, акыйкаттарды көрсөтөт. Олуянын бул дүйнөдө бир гана максаты бар, ал – Аллага баш ийүү жана ибадат. Аллага жакындаган пенденин валиси-досу да, коргоочусу да Алла. Мына ушундай кулдары үчүн Алланын сыйы, сыйлыгы, икрам-белеги катары алардын кадыр-барк жана урматын көтөрүү үчүн Алладан керемет берилет.[2]\n\n     Ыйык Куранда олуялардын кереметтери боюнча аяттар бар. Мисалы, Аз. Марямга даяр тамактардын ыроолонушу[3], Кахф эрендеринин көп жылдык уйкусу[4], ошондой эле Аз. Сулайман пайгамбар көз ачып-жумгуча ханышанын тагын алып келген «Китеп илимине ээ» инсандын (Асаф) окуясы.[5]\n\n    Ал эми хадистерге кылчая турган болсок, үңкүргө камалып калган үч жигиттин дубаларынын берекеси менен кереметтүү кутулушу[6] да ибадат жана такыбалыктын жемиши болуп эсептелет. Мындан сырткары Аз. Умардын Мадинада хутпасында «Эй Сария, тоого чегин!» деп кыйкырганын алыскы Нихавандда согушуп аткан Сариянын угуп, тоо этектеши керемет болуп саналат. Ал эми элибизде олуялардын, эшен-калпалардын ар кандай керемет көрсөткөндүктөрү маалым. Бирок атеисттик доордо эшен-калпалардын эл арасындагы кадыр-баркын кыйратуу үчүн аларды шылдыңдаган, жектеген, алдамчы деп жалаа жапкан кампания катуу жүргөн.\n\n    Азыркы учурда да айрым сабатсыз жана акыйдасы күмөндүү топтор чыгып, олуялыкка, кереметтерине, алардын көрүстөнүн зыярат кылууга каршы чыгып, олуяларды себепчи кылууну (тавассул) ширк дешет. Акыйкатта ширк белгилүү. Ширк болбогон аракеттерди деле ширк деп атоо дин бузуудан башка эч нерсе эмесАл эми ахли сүннөт акыйдасына ылайык керемет – хак (акыйкат). Аллага жакын болгон заттарга Алла да жакын болот. Алла үчүн бардык нерсе мүмкүн. Алла Тааланы сүйгөн инсанды Алла да жакшы көрөт. Алла вали-досунун көргөн көзү, уккан кулагы, сезген (идрак) жүрөгү болот.[7] Бирок айрым ашкере акылчыл адамдар, кээ бир философтор кереметти четке кагат. Алардын көбү керемет менен музижанын айырмасын билбей, удургуй беришет.Акыйкатта мужиза менен кереметтин айырмасы чоң. Мужиза пайгамбарларга гана берилип, далил сурагандарды чарасыз калтырган, эч бир жан аткара алгыс кайталангыс окуя болсо, керемет – олуяда таң калычтуу окуянын жүз бериши. Демек, мужиза пайгамбарга, керемет – олуяга берилет. Мужиза көрсөткөн инсандын пайгамбар экени анык болсо, керемет көрсөткөн инсандын вали-олуя экени анык болот.«Мен олуямын» деп айтып чыгуу маселесине келсек, айрым аалымдар муну жаиз десе, көпчүлүгү жаиз эмес деген. Айрым олуялар өзүнүн олуя экенин билип, кереметин жашырса, кээ бирлери олуя экенин билбей калышы да мүмкүн. Кээ бир тасаввуф аалымдары жана изилдөөчүлөрү олуянын керемет көрсөтүшү олуялыктын шарты эмес дешкен. Алардын пикиринде олуялыктын негизги шарты – ибадат жана такыбалык.Ошондой эле эч бир олуя пайгамбар даражасына жете албайт, жетиши мүмкүн да эмес. Дээрлик бардык ислам олуялары Азирети Мухаммедди (с.а.в.) идеал тутуп, ал сыяктуу пазилеттүү, көркөм адеп-ахлак ээси жана нубувват нурунун өкүлү (үммөт) болууга аракет кылат. Сахаба жана табииндер доорунан бери карай бүтүндөй олуялар пайгамбардын изи, нубувваттын нуру менен жүрүүгө аракет кылганы маалым. Эгерде нубувват жана рисаалат бар болсо, анда валаят да бар.Ушул жерге чейин Алланын өзгөчө белегине ээ болгон акыйкат жолдогу вали-олуялар жана алардын сыпаттары жөнүндө сөз болду. Дагы бир жолу баса белгилей кетчү нерсе, валаят-олуялык даражасына жетүү ыйманда, амалда (ибадат), жеке жана коомдук мамилелерде Азирети Мухаммеддин (с.а.в.) сүннөт-жолун жолдоо менен гана мүмкүн. Бирок Куран жана сүннөттөн алыс абалда жана ислам нуру жетпеген жерлерде олуялыктан, тасаввуфтан сүйлөп, өздөрүн кереметтүү көрсөтүү акыйкат болбой калышы, т.а. өкүмү башкача болуп калышы мүмкүн.Мужиза жана кереметтен сырткары таң калычтуу абалдар да бар. Алар төмөнкүлөр:1) ирхас; пайгамбарларга пайгамбарлык берилерге чейин жүз берген таң калычтуу окуялар. М.: Аз. Мухаммедге айрым дарактардын жана таштардын салам бериши, Аз. Ыйсанын ымыркай кезинде сүйлөшү ж.б.2) маунат: амалдары көркөм, жүрүм-туруму жана адеп-ахлагы кооз момундарда кездешкен таң калычтуу окуялар. М.: көптөгөн кыйынчылыктарды оңой эле жеңип өтүү, материалдык абалы өтө начар мусулмандын кадыресе эле өмүр сүрүшү сыяктуу Алланын жардамдары маунат болуп саналат. Маунат – «жеңилдик», «жардам» дегенди туюнтат.3) истидраж: каапырлыгы жана күнөөсү ачык болгон адамдарда каалоолоруна ылайык жүз берчү таң калычтуу окуялар. Истидраж – «мөөнөт берүү» деген мааниге келет. Каапырлыкта жана күнөөдө чектен чыккандардын дагы да күнөөгө батышы үчүн кудай тарабынан истидраж берилет. М.: каапырлардын өтө бай жана бактылуу жашашы жана иштеринин ийгиликтүү жана жеңил болушу, шайтандын кыяматка чейин адамдарды азгырышы, Фараон жана Намрут сыяктуу каапырлардын жер жүзүндө каалагандай бузукулук кылышы ж.б. Алла Таала истидраж аркылуу пенделерин сынайт.4) ихонат:  Истидраждын тескерисинче болуп, каапырдын жана күнөөгө баткан фасыктын каалоолоруна тескери таң калычтуу окуялардын жүз бериши. Мисалы, Мусайлама аттуу жалганчы пайгамбар бир көзү көр болгон баланы айыктыруу үчүн түкүрүгүн сүрткөндө, соо көзү да көр болуп калган. Кудуктун суусун көбөйтүү үчүн кудукка түкүргөндө, ал какшып соолуп калган.[8]Жыйынтык катары айта турган болсок, таң калычтуу окуялардын бардыгын жаратуучу Алла Таала болуп саналат. Таң калычтуу окуялар кээде момун пендеге сыйлык жана белек (икрам) иретинде берилсе, айрым учурда каапыр жана күнөөкөрлөр себептүү сыноо үчүн жүз берет. Ал эми сыйкыр жана фокустар боюнча айта кетсек, бул нерселер таң калычтуу окуялар түрүнө кирбейт. Фокус жана иллюзиялар искусство түрүнөн болуп, кандайдыр инструменттер, себептер, шаймандар аркылуу жасалат. Бул нерселер негизинен табият мыйзамдарына жана физика закондоруна ылайык жасалгандыктан, себептерин, шарттарын, методдорун жана ыкмаларын билген бардык адам ал нерселерди кыла алат. Анда таң кала турган эч нерсе жок!Ушул жерден баса белгилеп кетчү нерсе, динибиз сыйкырдын бардык түрүнө тыюу салат жана аны менен алектенүү өтө чоң күнөө. Айталы, жылдыздарга карап кайыптан кабар айтуу (астрология), арбак чакыруу, гипноз кылуу, жиндер менен келишим түзүп, бузукулук кылуу, фокус, иллюзия, ар кандай кошулма, дары-дармек, жыттар менен сыйкыр жасоо, көзү ачыктык, палчылык, бакшылык кылуу ж.б. исламга туура келбейт.\nСамидин кары Атабаев\n[1] Тагуттар – Алладан башка сыйынылган нерселер. М: шайтандар, буддар ж.б.у.с.\n[2] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, 380\n[3] Бакара, 257\n[4] Кахф, 9-13.\n[5] Намл, 38-40.\n[6] Бухари, Сахих, II том.\n[7] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, 382\n[8] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, 385",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": "МУЖИЗА",
            "description": " Мээримдүү жана ырайымдуу Алланын аты мененМужизанын сөздүк мааниси «чарасыз калтырган, күчсүз кылган, жооп кайтарууга мүмкүндүк бербеген керемет окуя», ал эми терминдик мааниси – пайгамбарлардын пайгамбар экендиктерин далилдөө жана четке каккандарды чарасыз калтыруу максатында Алланын кудирети менен көрсөтүшкөн адаттан тышкаркы укмуш окуялары болуп саналат.[1]\n\n    Башкача айтканда, мужиза пайгамбардын колунда пайгамбарлыгын далилдөө үчүн Алла тарабынан табият закондоруна сыйбаган таң каларлык окуя болуп, башкалары ага окшошту жасай албайт.[2] Ыйык Куранда бул тууралуу мындай деп баяндалат:\n\n  وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ اللّهِ لِكُلِّ أَجَلٍ كِتَابٌ«\n\n   Сенден мурун да пайгамбарларды жөнөткөнбүз жана аларга жубайлар менен урпактарды бергенбиз. Алланын уруксатысыз эч бир пайгамбар аят келтире албайт. Ар бир учур үчүн өзүнүн Китеби болгон».(Раад сүрөсү, 38)\n\nМужиза адам колунан келе бербеген нерсе. Мужизаны кылууга адам пендеси гана эмес, жин-шайтан жана периштенин да дарамети жетпейт. Чын-чынында Алла Тааланын адамзатка пайгамбар жөнөтүшү өтө зор мээримдүүлүк жана нээмат.\n\n Алла Таала элчилеринин пайгамбар экенин далилдөө үчүн мужиза берип турган (а мужиза адатка каршы окуя дедик). Негизинен алып караганда, жашап жатканыбыз, өмүр сүргөнүбүз бир мужиза. Бирок бул баалуу мужизалар уланып жаткандыктан, анын баа-баркына бара албайбыз жана адат сыяктуу кабыл алынып калган.Мужиза пайгамбардын акыйкат экенин далилдейт. Адамдар пайгамбарларды жалганга чыгарып, далил сураганда Алла Тааланын (пайгамбар колунда) жаратуусу менен ишке ашат. Кээ бир философтор мужизаны пайгамбарлар өздөрү жасайт деп ишенген. Башкача айтканда, адам күчү менен жасалат имиш. Пайгамбарлар өздөрүнүн тууралыгын мужиза аркылуу далилдейт.\n\n    Алардын оюнда мужиза пайгамбарлыктын далили эмес.Бирок ахли сүннөт аалымдары мужизанын ээси (фаали-и мухтар) Алла Таала деп айтышкан. Мужиза – Алланын адатынын, сүннөтүнүн, т.а. табият закондорунун пайгамбар колунда убактылуу бузулушу, кайталангыс өтө таң калычтуу окуя. Мужиза пайгамбарлардын инсаний сыпаты, күчү, дарамети менен байланышы жок. Ал – пайгамбарлыктын (нубувват) далили.Демек, ахли сүннөттүн акыйда-калам аалымдарынын көз карашында мужиза пайгамбарлыктын далили. Б.а. мужиза пайгамбардын тууралыгын тастыктайт. Пайгамбарды четке каккандар ал аткарган таң калычтуу нерсени кайталай албайт.\n\n   Кайталай алышы мүмкүн дагы эмес.Мужизанын түрлөрүМужизаларды негизинен 2 топко бөлүп карайбыз.\n 1) акылдык (аклий). Муну маанавий-моралдык мужиза десе да болот;\n2) сезимдик (хиссий). Муну маддий-материалдык мужиза десе да болот.О.э. хидаят жана халак мужизасы деп үчүнчү топту кошууга да мүмкүн.Аклий мужизаларАкылдык мужизалардын эң белгилүү өрнөгү Куран-и Карим. Б.а. Куран акыл менен аңдалат, түшүнүлөт. Пайгамбарыбыздын (с.а.в) аклий мужизаларынын алты түрүн сөз кылалы.Биринчиси: Пайгамбарыбыздын (с.а.в) жашоосу (сияр) алаканга салгандай таптак жана даана. Пайгамбар (с.а.в) илим, маданият жетишпеген цивилизациядан алыс чөлдө төрөлүп-өскөнүнө карабай, ал алып келген динди азыркы өнүккөн илим-билим жана технология жокко чыгара албады. Албайт дагы.Экинчиси: Мурда-кийин илим албаган, окуу-жазууну билбеген Азирети пайгамбар (с.а.в) 40 жашына келгенде пайгамбарлыгын жарыя кылуу менен, ааламда аналогу жок китепти – Куранды адамзатка сунушташы аң-таң каларлык нерсе. Ал 40 жашына чейин пайгамбарлык жана кудай жөнүндө эч кандай маалыматка ээ болбогон. Бирок 40 жашынан кийин ал сунган маалыматтар мен-мен деген аалымдарды жана философторду таңдандырган.Үчүнчүсү:\n\n Пайгамбар (с.а.в) кадыр-барктуу үй-бүлөнүн, күчтүү уруунун өкүлү болгонуна карабай, кордук коштолгон эң оор машакат жолду тандаганы маалым. Ага «ушул ишиңди таштап башчыбыз бол, ченемиз мал-мүлк берели, эң сулуу кыздарыбызды үйлөндүрөлү» дешкенде да көнгөн эмес. Жалпыга маалым болгондой, «оң колума Айды, сол колума Күндү карматсаңар да акыйкат жолдон тайбайм» деп андан бетер басым-кысымга жана кордукка кабылган. Демек, ар кандай сунуштан да кымбат нерсе – акыйкат болгон. Ал ошол жолду кыйынчылыкка кайыл боло тандап алган. Оорчулукка сабыр, барчылыкка шүгүр кылган. Кийин Медина мамлекетинин башчысы болгондо да өзүн падышадай, король, хандардай алып жүргөн эмес. Бул нерсенин бардыгы – анын пайгамбарлыгына гана далаалат кылат.Төртүнчүсү: Анын дубалары заматта кабыл болгон. Бул да пайгамбарлыгына акылдык далил. Мисалы, Ибн Аббаска (р.а.) дуба кылгандан кийин заматта аалым болуп калганын айтсак болот.Бешинчиси: Азирети пайгамбар Алланын уруксаты менен өтмүштөн жана келечектен кабар берген. Алардын баары 100 пайыз дал келген. Мисалы, Аммар бин Йасирдин шейит болушу, Стамбулдун каратылышы ж.б.Бешинчиси: Азирети пайгамбар Алланын уруксаты менен өтмүштөн жана келечектен кабар берген. Алардын баары 100 пайыз дал келген. Мисалы, Аммар бин Йасирдин шейит болушу, Стамбулдун каратылышы ж.б.Алтынчысы: Ыйык китептерде акыркы пайгамбардын келе турганы баяндалган эле. Мисалы, Тоорат, Забур жана Инжилде анын аты жана сыпаттары баяндалган. Аталган китептер өзгөртүлгөнүнө карабай, соңку элчинин Ахмад (Параклит) болору, ал да Ахмад (с.а.в.) экени ачык музижа.Пайгамбарыбыздын акылдык, манавий мужизалары көп. Биз айрымдарын гана эсептеп өттүк. Эң негизгиси окуу-жазууну билбей туруп, кемчиликсиз динди адамзатка сунганы тунук акылды аң-таң калтырат.Хиссий мужизаларХиссий мужизалар көз менен көрүлүп, сезүү органдары менен сезилгендиктен «маддий мужизалар» деп да аталат. Бул түрдөгү мужизалардын айрымдары адамдарга пайдасы жок, бирок пайгамбардын акыйкат экенине далаалат кылат. Мисалы, Аз. Мусанын аса таягы. Айрымдары болсо пайгамбардын өзүнө да, адамдарга да пайдасы тиет. Ошол эле учурда Алланын элчиси экендигин да бышыктайт. Азирети Мухаммеддин жашоосунда кеңири орун алган маддий-материалдык мужизаларды өз алдынча үч топко бөлүп карасак болот.Биринчиси: Аз. Пайгамбардын затына байланыштуу. Маселен, пайгамбарлык нурунун Аз. Адамдан Аз. Мухаммадга жетип келиши, пайгамбарлык мөөрү, пайгамбарыбыздын көркөм жана идеалдуу дене түзүлүшү ж.б.Экинчиси: Аз. Пайгамбардын сыпаттарына байланыштуу. Табиятынан адеп-ахлагынын кооздугу, салмактуу сүйлөшү, мээримдүү болушу, чыдамкайлыгы ж.б.Үчүнчүсү: Аз. Пайгамбардын зат жана сыпаттарынын сыртындагыларга байланыштуу. Маселен, Айдын экиге бөлүнүшү, Худайбия жана Табук согушунда манжаларынан суу агышы, Исра жана Миъраж мужизасы, аз тамактын көбөйүшү, ар кандай нерселердин салам бериши, курма дөңгөчүнүн ыйлашы ж.б.Хидаят жана халак мужизасы дегенде Аз. Мухаммедге чейинки пайгамбарлардын мужизалары камтылат. Ар бир пайгамбар Алланын уруксаты жана колдоосу менен мужиза көрсөткөн. Булар боюнча ачык-айкын баяндаган ишенимдүү булак – Куран болуп саналат. Эч бир өзгөрүүгө, бурмалоого, бузууга учурабаган Курандагы баяндалган пайгамбарлар мужизасы акыйкат болуп саналат (аларга ыйман келтирүү кажет). Мисалы, Салих пайгамбардын төөсү, Аз. Ыйсанын өлүүлөрдү тирилтүүсү. Ошондой эле башка пайгамбарлардын өз коомун акыйкатка чакырганына (таблиг) кулак салбай, кыйроого учурашы жөнүндөгү мужизалар да эске алынууда. Ыйык Куран нагыз акыйкат китеп болгондуктан, анда баяндалган мужизалар маддий, маанавий, аклий-хиссий мужиза болуп эсептелет.Мындан сырткары Алла Тааланын өз элчилерине берген жардамдары да бар. Буларды жардам мужизасы дейбиз. Мисалы, Бадр жана Ухуд согушундагы жардамдар.Куран мужизасыЫйык Куран эң улук мужиза. Ал бүтүндөй мужизалык талаптарга жооп берет. Адамдар жана жиндер кыяматка чейин Курандай китеп жаза алышпайт. Демек, Куран кыяматка чейин мужиза бойдон кала берет. Пайгамбарыбыз (с.а.в.): «Ар бир пайгамбарга өзүнүн доорунда жашаган адамдар гана ишене ала турган мужизалар берилген. Мага берилген мужиза болсо Алла Тааланын вахийлери (аяттары), – деген.[3]\n\n  أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُواْ مَنِ اسْتَطَعْتُم مِّن دُونِ اللّهِ إِن كُنتُمْ صَادِقِينَ(Алар:) \n\n   “Аны  өзү ойлоп тапты”, – деп айтышты. Аларга: “Эгер айтканыңар чын болсо, Алладан башка каалаганыңарга (буддарыңарга) кайрылып, ойдон чыгарып болсо да ушул сыяктуу же ушуга окшош он сүрө түшүрүп көргүлөчү”, – деп айт”(Худ сүрөсү, 13).Курандын мужизалыгын 2 тараптан алып карасак болот.Биринчиси: Куран маани жана мазмуну боюнча кереметтиги (иижаз).Экинчиси: лафз жана услуб жагынан кереметүүлүгү (иъжазы).Куран маани жана мазмуну боюнча кереметтиги (иижаз) дегенде, ишеним негиздери, ибадаттар, укуктар, жазалар, адеп-ахлак, бейиш жана тозок, табият жана тарых ачык-айкын жана ырааттуу баяндалган. \n\nأَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللّهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا«\n\n  Алар Куран[4] жөнүндө ой жүгүртүшпөйбү?! Эгер ал Аллахтан башканын сөзү болгондо, анда алар Курандан көптөгөн карама-каршылыктарды табышар эле»(Ниса сүрөсү, 82).Ыйык Курандагы ар бир аят негиздүү. Анда эч кандай бүдөмүктүк, карама-каршылык жана түшүнбөстүк жок. Эгерде түшүнбөстүк болуп жатса, анда көйгөй түшүнбөгөн адамда. Курандагы айрым аяттардын жана окуялардын кайталанып берилиши да анын мужизалыгына жана теңдешсиздигине далаалат кылат. Ошондой эле Куранда илимий акыйкаттарга каршы келген аят же өкүмдөр таптакыр жок. А илим Куран акыйкаттарын ачыктайт.[5]Лафз жана услуб жагынан кереметүүлүгү (иъжазы) боюнча айта турган болсок, Куран лафз-сөз жана услуб-методика жагынан да теңдешкис мужиза. Курандагы ар бир сөз чексиз даанышмандык жана кеменгерлик менен сыдыргыга салгандай жайгашкан. Аяттагы кайсы бир сөздү алып, ордуна башкасын коюп көрүүгө мүмкүн эмес (эгерде коюп көрсө да таптакыр окшошпой калат). Курандагы окуялар кыска-нуска. Куран услубу араб тилиндеги услубдардын эч бирине окшобойт. Анын услубу ырга окшой түшөт, бирок ыр эмес. Муун өлчөмдөрү (вазн) жана уйкаштыктары (кафия) бар сыяктуу болсо да, түпкүрүндө андай эмес. Окуганга оңой, жаттаганга жеңил. Кулакка угумдуу, көкүрөккө жугумдуу. Укканда кандайдыр илахий обон (мусико) жаңыргансыйт, бирок обон-музыка да эмес, симфония эмес, нота да эмес! Мына ушундай укмуштуудай өзгөчөлүгү, көркөмдүгү, кайталанбастыгы менен чын эле кудай тааланын сөзү экени көрүнүп турат көрө билген адамга.Арабдарда сөз маданияты абдан өнүккөн доордо Ыйык Куран баарын басып түшкөнү маалым. Сөз баккан кеменгерлер, акындар, чечендер, билгелер аң-таң калган. Мына ушундай мужизалуу керемет китеп алып келген пайгамбарга баш ийиштин ордуна, тилекке каршы, аны менен согушушкан. Сөз маданияты өнүккөн арабдар кара жанын тиштеп, өлүмдү көзгө алып согушуу жолун тандап алган. Бирок согушуунун ордуна Куранга окшогон китеп жаза коюшса оңой болот беле! Албетте, жаза алышкан эмес. Арабдар эле эмес, кыяматка дейре эч ким Куранга окшош китеп жаза албайт. Анткени ал Алланын сөзү. 1500 жылдан бери ислам душмандары ар кандай жолго баш уруп келет, бирок андай ыйык китеп жазуу колдорунан келбеди, келбейт дагы. Анын кереметтүүлүгүнө баш коюп, акыйкат жолго келиштин ордуна кастыгын күчөтүп, өрттөп, жыртып, сууга агызышты. Куранды жок кылуу аракети далай жасалды. Бирок, Ыйык Куран (момундар себептүү) кыяматка чейин сакталат. Анткени Алла Таала аны өз кепилдигине алган.\n\n  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ«\n\n  Чынында Куранды Биз түшүрдүк. Эми аны өзүбүз сактайбыз»(Хижр, 9).\n\nСамидин кары Атабаев, \n[1] Калбердиев, «Калам: Ахли сүннөт теологиясы», 121-б.\n[2] Тафтазани, Шархул-Макоосид, 2-т., 175-76.\n[2] Тафтазани, Шархул-Макоосид, 2-т., 175-76.\n[3] Бухари, Иътисам, 1\n[4] Курандын маани-маңызы тууралуу\n[5] Келам: Тарих, Эколлер, Проблемлер//Сефахеттин Гөлжүк, Сүлейман Топрак, -б.б.",
            "image": "https://github.com/gulzigit22/dinbil/blob/main/assets/image.jpg"
        },
        {
            "title": "ЖИНДЕР ААЛАМЫ",
            "description": "Мээримдүү жана ырайымдуу Алланын аты мененЭл арасында көп талкууланган темалардын бири жиндер ааламы болуп саналат. Ыйык Куранда жиндердин бар экендиги боюнча ачык билдирилген. Ал тургай «Жин» сүрөсү да бар. Жиндер адамдар сыяктуу эркек-ургаачыга бөлүнөт жана ичип-жешет. Төрөлүшөт жана өлүшөт. Алардын адамдардан мурда жалынсыз оттон жаратылганы Ыйык Куранда айтылат. وَلَقَدْ خَلَقْنَا الإِنسَانَ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍوَالْجَآنَّ خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السَّمُومِАкыйкатта, Биз шыгыраган кебетелүү[1] кургак чоподон инсанды жараттык. Жиндерди андан мурун түтүнсүз оттон жаратканбыз (Хижр сүрөсү, 26-27).Башка аятта:وَخَلَقَ الْجَانَّ مِن مَّارِجٍ مِّن نَّارٍЖиндерди түтүнсүз жалындан жаратты(Рахман сүрөсү, 15).Жиндер адам пендеси сыяктуу эле ибадат кылууга милдеткер (мукаллаф).وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ«Мен жин жана адамдарды өзүмө сыйынуулары үчүн гана жараттым» (Заарият сүрөсү, 56).Жиндерге да тандоо укугу берилгени белгилүү. Алардын да момундары, каапырлары, итааткөйлөрү жана тоңмоюндары бар. Алланын буйругуна баш ийбеген каапырлары тозокко түшсө, дин жолунда момун болуп жашап өткөндөрү бейишке кирет (жиндердин бейишке кирер-кирбеси боюнча ихтилаф бар). Себеби, аларга да эскертүү берилген:يَا مَعْشَرَ الْجِنِّ وَالإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاء يَوْمِكُمْ هَذَا قَالُواْ شَهِدْنَا عَلَى أَنفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُواْ عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ«Эй, жиндердин жана адамдардын топтору! Чын эле силерге Менин аяттарым жана мына ушул Күн тууралуу айтып эскерткен силердин өзүңөрдүн араңардан элчилер келген жок беле?» Алар: «Биз өзүбүзгө өзүбүз каршы күбөлүк беребиз», – дешет. Бул дүйнөнүн жашоосу аларды азгырып кеткен. Өздөрүнүн каапыр болгондуктары тууралуу өздөрүнө каршы күбөлүк беришет» (Анаам сүрөсү, 130).Жиндер Алла Таала жараткан алсыз жаратыктардын бири. Алланын уруксаты болмоюн адамга жакшылык да, жамандык да кыла албайт. Демек, жиндерден коркуу туура эмес. Ал эми ашкере коркуу жана ыйыктоо акыйдага (ыйманга) зыянын тийгизет.Жиндер да периштелер сыяктуу көрүнбөгөн жаратыктар (махлукат) болуп, ар кандай кейипке кубула алышат. Алар түрдүү кишинин жана айбандын көрүнүшүнө айлануу жөндөмүнө ээ. Ыйык Куранда билдирилгендей, Азирети Мухаммед (с.а.в.) жиндердин да пайгамбары – Расулу-Сакалайн.Адам баласы жиндерди көрө албайт, бирок алар адамдарды көрөт. Бул боюнча Ыйык Куранда айтылган (Арааф сүрөсү, 27). Жаралган өзгөчөлүгү жана узак жашай алышы менен инсандардан айырмаланган жиндер киши колунан келбеген иштерди кыла алат. Бирок аларды өтө кудиреттүү, өтө күчтүү, кайыптарды жана сырды билет деп ишенүү туура эмес. Ошондой эле адамга кандайдыр бир (күнөө) иштерди мажбурлап жасата албайт. Бирок адам баласы жиндерди кандайдыр бир иштерди жасата алышы мүмкүн. Буга Азирети Сулайман пайгамбардын (а.с.) жиндерди башкарганы далил боло алат.Жиндер боюнча негизсиз апыртуу, көбүртүп-жабыртуунун кереги жок. Жогоруда айтылгандай, алар Алланын уруксатысыз адам пендесине пайда да, зыян да бере албайт. Жиндердин узак жашашын жана адам колунан келбеген нерселерди жасай алышын Алла Таала жиндерди адамдардан үстүн (жогору) кылып жаратты деп ойлоо туура эмес.Эгерде жин кайсы бир адамды жактырып же өчөшүп калса, ага тийиштик (тасаллут) кылышы ыктымал. Ошол эле учурда кудай жиндерге уруксат берип, адамдарды кордотот деп да түшүнбөө керек. Жиндер адамга тийишкен фактылар өтө сейрек кездешет. Жиндердин даарышынан оолак болуу үчүн таза жүрүү керек. Ибадаттарды аксатпай, Алла Таалага дайыма жалбарып, шайтандын адамдар жана жиндерден турган армиясынан коргоону суроо керек.Жыйынтык катары айта турган болсок, жин айрым учурларда адамга тасаллут (дааруу, уруу, тийиштик) кылышы мүмкүн. Адамга жин киреби деген маселеге келсек, наста (Куран жана сүннөт) «кирет» деп так айтылган эмес. Айрым ханафи аалымдары кирет дешкен. Жиндер да адамдар сыяктуу алсыз жаратыктардын бири экенин эстен чыгарбашыбыз керек. Бирок жин маселесин оголе көркөмдөп, көбүртүп-жабыртып, мистикалык окуяларды токуп, адамдарды, өзгөчө жаш балдарды коркутуп-үркүтүүгө негиз жок. Ал эми жин кирбеген эле адамдарды финансылык кызыкчылык үчүн «сага жин кириптир» деп шантаж кылып, коркутуп, психологиялык жактан таасир өткөрүү – күнөө үстүнө күнөө.Алла Таалам момундарды каапыр жиндердин тасаллутунан жана шайтандын жамандыгынан коргосун. Оомийн!Самидин кары Атабаев, ",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": " '«ШАЙТАН КИМ?»",
            "description": "Мээримдүү жана ырайымдуу Алланын аты менен Шайтан оттон жаралган жаратык. Далил:Эгең периштелерге (мындай) деди: “Мен инсанды ылайдан жаратамын.Качан аны жасап бүтүп, ага өз рухумдан  (үйлөп) киргизгенимде, ага сежде кылган абалыңарда ийилгиле! Периштелердин баары чогуу сежде кылышты,Иблистен башкасы. Ал текеберленди жана каапырлардан болду.Ал : Эй Иблис! Мен өз колум менен жасаганга сежде кылууңдан сени эмне тосту? Сен текеберлендиңби, же улуктардан болдуңбу? – деди. Андан мен жакшыраакмын. Мени оттон жараттың, а аны ылайдан, – деди .Ал  айтты: Мындан чык! Анткени сен куулдуң…(Сад сүрөсү, 71-77)Шайтан жана шайтандын атасы Иблис периштелерден эмес, жиндерден болуп саналат. Далил:وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاء مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا]Ошол убакта периштелерге:  Адамга сежде кылгыла! – деген элек.  Иблистен  башка бардык периштелер сежде кылышты. Ал жиндер тайпасынан эле. Эгесинин буйругунан (аткаруудан) баш тартты. Эми Менден башка⦁	 аны  жана анын урпактарын дос тутасыңарбы?!⦁	 Алар⦁	 – силерге душман!  ⦁	[8]Заалымдар үчүн кандай жаман өзгөрүш!(Кахф, 18/50)Демек, шайтандын барлыгы акыйкат. Дээрлик бардык адам шайтандын бар экенине ишенет (периштенин бар экенине ишенген сыяктуу). Шайтандын жаратылуусунда көптөгөн хикматтар бар. Алла Таала бул ааламды карама-каршылыктар менен жараткан. Иблис (шайтан) жамандыктын символу болсо, периштелер жакшылыктын символу. Шайтан адамга жамандык кылууну илхам кылса (васваса берсе), периштелер жакшылык кылууну илхам кылат.Адамдарды акыйкаттан тосуу, жаман иштерди жасатуу менен алектенген шайтан көзгө көрүнбөйт. Иблис жана анын урпактарына кыяматка чейин мөөнөт берилген. Аларда адамды туура жолдон азгыруу мүмкүнчүлүгү бар. Бирок шайтандын күчү, айла-амалы, васвасасы кубаттуу ыйманга ээ момунга жетпейт. Анткени момун шайтандын ачык душман экенин билет.Шайтандар адамды төмөнкү алты маселеде азгырат:1) Алла жана Расулуна каршы чыгуу;2) Чоң күнөөлөрдү жасоого түртүү;3) Бидааттарга түшүрүү;4) Кичинекей күнөөлөргө түртүү;5) Мубахтарга көп убакыт коротуу;6) Болбой калганда пазилети жана сообу аз болгон амалдар менен алаксытуу.[9]Алла Таала Ыйык Куранда шайтандан этият болууну эскерткен. Адам ата жана Обо энеден бери карай, адамзатка душмандык күткөн шайтан инсандын бейиштен чыгуусуна себепчи болгон. Чыныгы момун шайтанды дос күтүнбөйт.إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُواْ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَإِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُم بِهِ مُشْرِكُونَЧындыгында, ыйман келтирип, Эгесине тобокел кылгандарга[10] шайтандын өкүмү өтпөйт.Чынында, анын өкүмү– аны дос кылып, Аллага шерик кошуучуларга гана өтөт.(Нахл, 16/99-100).Алла Таала Ыйык Куранда шайтандан кабар берип, бейиште адамзаттын ата-энесине тыюу салынган мөмөнү жедиришин, адамдын жашоосунда душмандык кыларын, акыреттеги абалын ж.б. баяндаган. Бул илахий кабарлар эскертүү болуп, шайтанга азгырылбоону насаат кылат. Шайтанга баш ийип, жашоо ыракатына берилбөөгө чакырат чексиз Мээримдүү Зат.Жыйынтыктап айтканда, периште жана жиндин бар экени кандай акыйкат болсо, шайтандын бар экендиги да ошондой акыйкат. Ал Кураний баяндар менен далилдүү. Адамзат бул ааламда кайып (гойб) ааламынын өкүлдөрү болгон периште, жин жана шайтан менен бирге жашайт. Бирок момундар шайтандын азгырынан этияттанып жашоону жакшы билет.Алла Таалам жалпыбызды туура жолдон адаштырбасын. Адашкан жолдогуларга хидаят берсин. Алла Тааладан куулган шайтандын жамандыгынан коргоону сурайм. Оомийн.Самидин кары Атабаев[1] Эй, Мухаммед![2]Адам Атаны жаңы жараткан кезде[3]Иблис– Шайтандардын түпкү атасы. Биздин Адам Ата сыяктуу[4]Шайтандарды жана жалган кудайларды (айрым элдер болсо пайгамбарларды, олуяларды, баатырларды ж.б.у.с.  кудай дешкенге чейин жетишкен)…[5]Шайтанды[6]“Мен буйуруган адал иштерди кылбай, ал (шайтан) буйурган арам иштерди кыласыңарбы?!”[7]шайтандар[8]Чыныгы Кудай Алла турса, шайтандар менен достошуу бул –[9]Келам, 426-427[10]таянганда",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": "  «АЧ КӨЗГӨ ДҮЙНӨНҮ БЕРСЕҢИЗ ДА ТОЙБОЙТ»",
            "description": "  Колуңузда барына шүгүр кылсаңыз көбөйөт. Ачкөз болсоңуз, баарын жоготосуз. Анткени адамдын бактысына ач көздүгү тоскоолдук кылат. «Байлык, бийлик бир тыйын, бакыт табуу эң кыйын» демекчи, байлык сиз үчүн кызмат кылбастан, сиз байлыктын артынан кууп жүрүп, ден-соолукту, жакын досторуңузду жана туугандарды жоготууңуз мүмкүн. Ошондой эле эң негизгиси адамгерчилик сыпатты жоготуу коркунучу бар. Ачкөз адамдар тууралуу Пайгамбарыбыз (с.а.в.): «Адам баласы эки өрөөн жык жайнаган малы болсо, дагы бир үчүнчү өрөөндү самайт. \nАдам баласынын курсагын топурак гана тойгузат. Аллах тообо кылган адамдын тообосун кабыл кылат», – деп айткан.\nДемек, ач көзгө дүйнөнү берсеңиз да тойбойт. Айрыкча азыркы учурда өлкөбүздөгү ижарага батир берүүчүлөр беш манжасын оозуна тыгып алып, күн сайын ижара акысын себепсиз көтөрүп, башка мусулман бир туугандарына зулумдук кылып жатат. \n    Кыштын суук күндөрүндө башка айласы жок жашап жаткандар ич-ичинен нааразылыгын билдирсе, ал акчанын берекеси болбойт. Берекеси жок миң сомуңуз бир сомдой эле иштелип кетет. Эң өкүнүчтүүсү, бир мусулмандын көңүлүн оорутуу болуп жатат. Бул тууралуу Пайгамбарыбыз (с.а.в.): «Бул дүйнөнүн мал дүйнөсү көздүн жоосун алат, таттуу болот. Ким бул байлыкка ачкөздүк кылбастан, көңүл байлыгы менен ээ чыкса, анда байлыгы өзү үчүн берекелүү болот. Бирок, ким жүрөгүндө сараңдык жана ачкөздүгү менен байлыкты кааласа, жеп тойбогон киши сыңары ал кишинин байлыгынын берекеси качат. Берген кол алган колдон өйдө», – деп айткан.\n     «Аз болсо да адал болсун» демекчи, коомдо ынсаптуу болуп, өзүн гана эмес, өзгөлөрдү да ойлогон адамгерчиликтүү адамдар көбүрөөк болсо экен. Пайгамбарыбыз (с.а.в.): «Чыныгы байлык мал-мүлктүн көптүгүндө эмес, көңүлдүн токтугунда» – деп айткан.Кепиндин чөнтөгү жок экенин унутуп калган окшойбуз же эч эле өлбөчүдөй жүрөбүз. Айтор, «байлык – колдун кири» дегендей, өлгөндөн кийин аны өзүңүз менен кошо алып кетүүңүз мүмкүн эмес. Бирок ага чейин алдын ала жөнөтүү мүмкүнчүлүгү боюнча Пайгамбарыбыз (с.а.в.): «Адам баласы «Байлыгым! Байлыгым!» – дейт. Эй адам баласы! Жеп-ичкениңден, кийип эскирткениңден жана садака берип (акыретте сообун алуу үчүн) алдын ала жибергениңден башкасы сенин байлыгыңбы?» – деп айткан.Аллахым баарыбызды сараңдык жана ач көздүктөн өзү сактаган болсун. Жүрөктөрүбүзгө тынчтыкты, бейпилдикти насип кылып, үй-бүлөлүк бакыт берсин.\nАлибек Акпарали уулу",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": "«МУРАСКОРУ ЖОК БАЙЛЫК»",
            "description": "  Азыркы учурда бош жаткан буюмду же мал-мүлктү табуу кыйын. Анткени адамдар отурукташкан жерлерин, колдонгон буюмдарын менчиктештирип ээлик кылууга аракеттенишет. Бирок биз байкабаган чоң байлык ээсин күтүп, кароосуз жаткандай. Бизге мурас катары калган байлык тууралуу Пайгамбарыбыз (с.а.в.): «Ким илим алуу үчүн сапарга аттанса, Аллах ага бейишке баруучу жолду жеңилдетет. Периштелер сүйгөндүктөрүнөн илим талап кылган адамдарга канаттарын жаят. Суудагы балыктардан баштап жер жана асмандагы жан-жаныбарлардын баары аалым адамдын күнөөлөрүнүн кечирилишин Аллахтан тилейт. Аалымдын аабидден (ибадат кылган адамдан) артыкчылыгы, (жарыктын жана кооздугу жагынан) Айдын башка жылдыздардан артыкчылыгындай. Акыйкатта, аалымдар – пайгамбарлардын мураскорлору. Пайгамбарлар мурас катары алтын жана күмүш ташташкан эмес. Алардын калтырган жалгыз мурасы – илим болуп эсептелет. Ошондуктан, ким аны алууга умтулса, чоң ийгиликке жетишет», – деп айткан. Илим бир жерде турбайт, ал кайсыл жерде талап пайда болсо, ошол жакты көздөй жыла берет. Эске салсак, ислам илимдери да Мекке жана Мадинадан кийин, Куфа, Басра, Багдат, Самарканд жана Андалус болуп жер которуп турган. Анткени бул тууралуу Пайгамбарыбыз (с.а.в.): «Аллах, бизден бир сөз угуп, аны (башкасына) ошондой жеткирген кишинин жүзүн жарык кылсын. Маалыматка жеткен канчалаган инсандар бар, кабар угуп (жана аны башкаларга жеткирген) кишиге караганда, алардын түшүнүү жөндөмдүүлүктөрү жогору…» – деп айткан.Буга мисал катары ислам динин алгач арабдар кабыл алып, аят-хадистерди өз учурунда угуп, аны кийинчерээк динди кабыл алган фарс жана түрк тилдүү элдерге ошондой жеткиришкен. Анын мөмөсү катары Орто Азиядан ислам динине зор салым кошкон белгилүү аалымдар пайда болду. Демек ал учурда аталган байлык өз мураскорлорун таба алган. Ал эми учурда ислам илимдери үчүн мураскор болууга аракетибиз канчалык деңгээлде жүрүп жатат? Туура, өлкөбүздөгү дин эркиндиги ибадат жана ишеним боюнча бир топ диний сабатсыздыктарды жоюуга мүмкүнчүлүк берди. Бирок ислам илимдери ал менен гана чектелбейт. Тарыхка көз чаптырып көрө турган болсок, медицинанын атасы катары Ибн Сина, химиянын атасы катары Жабир бин Хайан болсо, алгебранын атасы катары Мухаммад ибн Муса аль-Хорезми болуп жатат. Ал эми алгачкы жолу робот жасоо менен физикада Аль-Жазари, алгачкы жолу дүйнө картасын чийген Мухиддин Пири жана башка илимдерде зор салым кошкон Фараби, Беруни сыяктуу белгилүү ислам аалымдарынын китептеринин көпчүлүгү сакталбай, аз гана өлчөмдө калган болсо да, аны татыктуу улантып кете албай жатабыз. Анткени биз бул аалымдардын эмгектери тууралуу жаап жашырылгандыктанбы, айтор көп маалымат алган эмеспиз. Илим алууда ээрчүү жана изденүү бар. Эгер устат мыкты болсо, ээрчүү эң ыңгайлуусу болуп саналат. Бирок устаттарыңыз сиздин тарыхыңызды бурмалап үйрөтүп жатса, анда өз алдынча изденүүгө аракет кылууңуз керек. Ошондуктан, ислам дининде устатты тандоо маанилүү болуп саналат. Анткени жаш бутак тез ийилет демекчи, устатыңыз сизге көрсөткөн жолду туура деп эсептейсиз. Биз жогоруда аталган ислам аалымдары сыяктуу жаңыча ачылыштар жасоону элестетип кыйын көрүшүбүз мүмкүн. «Кыбыраган кыр ашат» дегендей же болбосо Ибрахим (а.с.) пайгамбардын окуясындагы суу ташыган чабалекей сыяктуу аз да болсо, өзүбүздүн күчүбүз жеткенче илим мурасына татыктуу болууга азыртадан баштап аракет кылалы. Аллахым илим жолунда жүргөндөрдүн зээнин ачып, илимдерин көбөйтө көр.\n\nАлибек Акпарали уулу  ",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": "«КЫЙЫНЧЫЛЫККА САБЫР КЫЛУУ»",
            "description": "  Кыйынчылык башыбызга келгенде, анын артында жакшылыктар күтүп турат деген жакшы ниет менен чыдамкай жана аракетчил болуубуз керек. «Жакшы ниет жарым ырыс» дегендей, бул нерсе адамдын кыйынчылыктарды жеңип чыгуусуна түрткү берет. Жада калса, сыноо болуп келген кыйынчылык бир жакшылык болуп саналат. Себеби, кыйынчылыктар күчтүү адамдарды тарбиялап чыгарат. Кыйынчылыкка чыдабай өз жанын кыйгандар тууралуу Пайгамбарыбыз (с.а.в.): «Бириңер дагы башына келген кыйынчылыктан улам өлүмдү каалабасын. Эгер кескин түрдө өлүмдү кааласа, «Алла Таалам, жашоо мен үчүн пайдалуу болсо мага өмүр бер, өлүм мен үчүн пайдалуу болсо жанымды ал» деп айтсын», – деп буюрган.Пайгамбарыбыз Мухаммад (с.а.в.) Ислам динин жайылтууда көптөгөн кыйынчылыктарды баштан өткөргөндүктөн, кыйынчылыкка кабылган мусулмандардын көңүлүн көтөрүү максатында «Мусулмандар менин башыма келген кыйынчылыктарды көрүп, баштарына келген кыйынчылыктарга каршы кайраттуу болушсун» деген. Кыйынчылыктан кутулуунун жолдорун издеп, тынымсыз аракет жасоодо сөзсүз Аллага жалбарып дуба аркылуу жакшылык сурагандарга Пайгамбарыбыз (с.а.в.): «Бирөөңөрдүн башына бир кайгы келгенде, биз Аллага таандыкпыз жана ага кайтуучубуз. Аллах Таалам! Башыбызга келген азап-тозоктун сообун сенден гана күтөбүз, ушул себептен улам мага сыйлык бер, мен үчүн аны эң жакшысы менен алмаштыр», – деп насааттарын айткан. Бул сыноо дүйнөдө жакшылык жана жамандык менен сыналып, аны ийгиликтүү жыйынтыктап алуу чоң бакыт. «Кеңешип кескен бармак оорубайт» демекчи, башыбызга кыйынчылык келгенде ага сабыр кылып, улуулардын кеп-кеңешине кулак салыңыз. Анткени Пайгамбарыбыз (с.а.в.): «Эң негизги сабырдуулук, кыйынчылыкка алгач дуушар болгондо көрсөтүлүшү керек», –  деп айткан. Ошондой эле, кыйынчылык адамдын күнөөлөрүнө кепил болуусу жөнүндө Азирети Айша (р.а.) риваятында айтылган. Пайгамбарыбыз (с.а.в.): «Кирип кеткен бир тикенек болсо дагы башыбызга келген ар бир кыйынчылык, мусулмандын күнөөлөрүнө кепил болот», –  деп айткан. Ошондуктан чыныгы момун-мусулман катары башыбызга жакшылык келсе шүгүр айтып, жамандык келсе сабыр кылып, эсепсиз соопторго ээ болуп, ар түрдүү кыйынчылыктарга сынбаган эрки күчтүү, Аллага сүйкүмдүү пенделерден бололу.\nАкпарали уулу Алибек ",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": " «НАМАЗ – БЕЙИШТИН АЧКЫЧЫ»",
            "description": " Алла Таалам өзүнүн пенделерине 5 нерсени парз кылды:\n1. Шахадат (күбөлүк келимеси);\n2. Беш убак намаз окуу;\n 3. Зекет;\n 4. Орозо кармоо (жылына бир жолу Рамазан айында);\n 5. Хаж ибадатын аткаруу (өмүрүндө бир жолу).Бул беш парздын ичинде Алла Таала пендесине бүтүндөй эки дүйнөнүн бактылуулугун тартуу кылган. Ар биринде Алла Тааланын жакшылыгы, нээматы бар.Ушулардын ичинен намазга токтоло кетсек.Намаз – бул Аллах Субхану уа Тааланын пендесине берген эң чоң белеги, ибаадаттардын эң жогорку даражадагысы. Кыяматта ыймандан кийин эле  сурак намаздан башталат. Намаз пенденин Жаратуучусу менен болгон баарлашуусу, анткени, намаздын ичинде бир канча ибадаттар бар. Мында даарат, ниет, Аллага сажда кылуу, Пайгамбарга (салаллаху алейхи уа саллам) салават айтуу, дуа, зикир камтылган. Намаз менен пенде өзүнүн Эгеси болгон Алла Таалага жакындайт, туура жолго багыт алат, ыйманын бекемдейт, жүрөгү, денеси тазарып, жан дүйнөсү тынчтык табат, Акыреттеги эң биринчи суракка даярданат. Эң негизгиси Бейиштин ачкычын алуу мүмкүнчүлүгүнө ээ болот. Бул тууралуу хадистин маанисинде төмөндөгүчө айтылат: «Бейиштин ачкычы – намаз, намаздын ачкычы – даарат» (Ахмаддын Муснады).  Намаз бул – шайтан наалатына каршы болгон эң күчтүү курал. Ким беш убак намазына бекем болуп, ар дайым чын ыклас менен окуп жүрсө, эки дүйнө бактылуулукка жетет. Намаз себептүү денебизди, жүрөгүбүздү тазалап, ой-пикирибизди, кулк-мүнөзүбүздү оңдой алабыз. Алла Таала баарыбызды беш убак намазга бекем болуп, намазыбызды тургузуп, Өзүнүн ыраазычылыгына жеткенге тауфик берсин! Абдурашид ажы Юнусов ",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": "«КАБЫЛ БОЛГОН ДУБА»",
            "description": "  Бир мечитте көп жылдан бери имаммын. Канчалык ишенесиңер билбейм, бирок бул окуянын сыр бойдон калышын каалаган жокмун.Кечээ, шам намазы окулуп бүтүп, эл тарап кеткен соң, мечитте эки киши калды. Экөө эки бурчта дуба кылып отурду. Бирөө ыйлап атты, экинчиси кубанып жаткандай көрүндү. Бирок экөө тең биздин жамааттан эмес эле. Ичимден «Кой, буларды күтө турайын. Балким жардамым тийип калар» деп, чыга беришке отуруп, китеп окуй баштадым. Улам башымды көтөрүп карап коюп, тигилерди күтүп аттым. Жакшынакай кийинген киши бир маалда «Амиин» деди. Үнү кату чыккандыктан мечит жаңыра түштү. Өйдө туруп жаныма келди да «Таксырым, бул конвертти алыңыз. Балам өтө кату ооруп атты эле. Доктурлар «Бир канча күндүк өмүрү калды. Жашап кетиши кыйын, бирок дуба кылганды уланта бер» дешкен. Садака бергенди да, дуба кылганды да үзгөн жокмун. Кудайга шүгүр, азыр уулум үйдө. Апасынын кучагында. Жараткан шыпаа берип, айыгып кетти. Мен болсо эки рекет шүгүр намазын окудум, эми «уулум айыгып кетсе берейин» деп атап койгон садакам бар эле, ошону берейин дедим эле. Өзүңүз муктаж болгондорду таап, берип коёрсуз. Макулбу?» – деди. «Макул, тууганым», – дедим. Ошентип, ал чыгып кетти. Мен, «55 жаштамын, көп кишиге жардам бергенге аракет кылып келем. Бул жерде эч ким жок, эмне көйгөй бар, айт тартынбай» дедим.«Таксырым, эки уулум бар. Жакында эле бир жумушка киргем. Айлыкка чейин дагы көп убакыт бар. Ошондуктан акча жок болуп турат. Уулдарымды мектепке даярдаганга тыйын жетпей атат. Карыз сураганга да ылайыктуу киши жок. Жан дүйнөм эңшерилди. Дуба кылдым, Жараткандан жардам сурадым», – деди муңга батып. «Бир тууганым, азыр айтсам ишенбейсиң. Бирок сенден мурда чыккан киши мага конверт таштап кеткен. «Муну муктаж болгондорго берип кой», – деди эле. Дубаң кабыл болуптур, муну ал да, эки тентектин сумкасын китеп-дептерге толтур. Кубанып эле жатып калышсын» – дедим да конвертти сундум. Албай атканынан, араң көндүрдүм. Конвертте канча акча бар экенин санамак турсун, ачкан да эмесмин. Кубана түшкөн киши конвертти колуна кармаган бойдон үйүнө жөнөдү. Андан соң отуруп мындай деп шүгүр келтирдим: «Аллахым, садака бергенди да, акчага муктаж болгонду да, мечиттин имамын да бир жерден жолуктурдуң. Конвертти ачып да караган жокмун. Себеби, мен ишенип турам, Сен конверттин ичине муктажга керек болгон өлчөмдөгү акча салдырдың. Мени ушул ишке себепчи кылдың. Аллахым, сага чексиз шүгүрлөр болсун!» Чындыгында Аллахым алакан жайган пендесинин колун куру калтыргандан уялат. Биз канчалык алакан жайып сурансак, Аллахым биздин колду куру калтырбайт. Анткени Алланын казынасы кең. Жердин түбүндөгү курттун ырыскысын берип жаткан Аллахым, эч качан сизди, бизди унутуп койбойт. Канчалык кайгыга батып, же болбосо кубанычка оронуп турсак дагы Аллахыма алакан жайып, Аны аруулоону унутпайлы.\n Эрнис Уметов ",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": "«СӨЗДӨ СЫЙКЫР БАР»",
            "description": "  Оболу мен сиздерге бир суроо салайын, окурман. Азыркы күндө сөз күчтүүбү же акчабы? Бул суроого ар ким ар кандай жооп бериши мүмкүн. Кай бири акча десе, кай бири сөз деп айтышар. Мен бул суроонун сөз күчтүү дегенине кошулар элем. Себеби, жылуу сөз менен жыланды ийинден чыгарып, тоң моюнду жумшартып, оорулууну сакайтып, бир айылды экиге бөлүп, эки айылды бир түндүккө бириктирсе болот. Ата-бабаларыбыз кара сөздү жорго сымал жорголотуп, топчудай сөзгө, тоодой маанини камтып, кара кылды как жарып, дил түзөлсө, тил түзөлөт, тил түзөлсө сөз түзөлөт деп ар бир сөзүнө абай салып,артынан элди ээрчите билген. Азыркы күндө оюбузга эмне келсе ошону балп этире айта салып, көпчүлүк кезде бармак тиштеп олтурган күнүбүз жок эмес. Кээде ошол сөзүбүз жашообузга жарака берип, тагдырыбыздын талкаланышына себеп болууда. Анткени сөздө, биз билбеген күчтүү энергия бар. Азирети пайгамбарыбыз Мухаммеддин (САВ) “Сөздө сыйкыр бар”, – деген маанидеги хадиси бар. Ооба!  Сөздө сыйкыр бар. Бирок кандай сөздө? Жүрөктөн чыккан сөздө деп ойлойм. Кээде бир адамга жакшылык жасап батасын алсаң, жан дүйнөң балкып, жашооң жакшырганын байкайсың. Ошол эле маалда бирөөнү сыздатып, каргышына калган адамдын жыргаганын көрбөйсүң. Эми карасаңыз, бир эле ооздон чыккан сөз адамдын жашоосун астын-үстүн кылат. Кээде ооруп доктурга барсаң доктурдун, “Сенде баары жакшы, эч сарсанаа болбо”, – деген сөзү ооруп жаткан жериңди унуттуруп салат. Ошол эле маалда доктурдун капалуу сөзү ооруңа оору кошуп, өмүрүңө сур булутту сүрүп келет. Мынча болду Пайгамбарлардын тарых-таржымалына токтоло  кетейинчи. Ар бир Пайгамбарга Алла Таала тарабынан бир мужиза берилген. Мисалы, Иса пайгамбарга табыпчылык. Иса алейхисалам өлгөн адамды тирилте алган. Муса пайгамбарга сыйкырчылык. Деңизди экиге бөлүп, таягын жылан кылган. Ал эми сүйүктүү пайгамбарыбыз Мухаммедге (САВ) көптөгөн мужижалар берилсе, ошонун ичинен эң күчтүүсү СӨЗ болуп саналат. Себеби, ошол доордо сөздүүлөр эл алды болуп, сөзү менен элдин өздөрүнө каратып келген. Керек болсо Пайгамбарыбызды сыйкырчы, анын сөзү арбап алат, аны менен сүйлөшпөгүлө деген чакырыктар көп болгон. Пайгамбарыбыздын сөзүн уккан адам эч качан башка сөздү муюп угушкан эмес. Пайгамбарыбыздын оозу менен Ыйык Куран жана улуу сөздөр Алла Таала тарабынан айтылып турган. Пайгамбарыбыздын байлыгы, бийлиги болгон эмес. Анын өзүнө жарашкан сөзү, сөзүнө жарашкан Өзү болгон. Пайгамбарыбыз артына алтын, күмүш калтырган жок. Бирок артына ыйык Куранды жана сүннөт-хадисин калтырды. Ал экөө тең сөздөн турат. Демек, акыркы пайгамбар Мухаммед (САВ) болсо, кыяматка чейин анын айткан сөзү жыл жаңырып жашай берет. Кечээги салынган имарат эртен кулашы мүмкүн, бирок Пайгамбарымдын сөзү эч качан эскирбейт жана өчпөйт. Пайгамбарыбыз айтты: “Сүйлөсөң жакшы сүйлө, болбосо унчукпа”. Урматтуу окурманым! Кай жерде болбойлу сүйлөөр сөзүбүздү жети өлчөп, бир кесип сүйлөйлү. Себеби биздин сөз, биздин эртеңки жашообуз, эртеңки аброюбуз. “Тилден кыйын доо жок, тилден кыйын жоо жок” – деп айтылат. “Кылычынан кан тамганды, тилинен бал тамган жеңген” экен. “Бир сөз көңүл даарылайт, бир сөз көңүл жаралайт”, –деп бекеринен айтылган эмес. Эрнис Уметов",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        },
        {
            "title": " «ЖИХАД ДЕГЕН ЭМНЕ?»",
            "description": " Жихад деп сөздүктө  мээнет кылуу, күрөшүүнү айтат. Ал эми шариатта болсо  Ислам дини үчүн, Аллахтын келимеси бийик болуусу үчүн каапырлар менен согушууну айтат.  Бирок, бардык эле жерде жихад деген сөздөн согушуу, кан төгүүнү түшүнүү туура эмес. Жихадтын да бир канча түрлөрү бар:   Напси  каалоолор менен жихад кылуу, динди үйрөнүү, ага амал кылуу, динге чакыруу, диндеги кыйынчылыктарга сабыр кылуу, шайтандын азгырыктары менен күрөшүү, андан келген жаман ойлорго каршы күрөшүү.  Мал-мүлк, байлыкты дин үчүн иштетүү.  Динди коргоо үчүн мусулмандарга салым кошуп жардам берүү. Диндин өнүгүп өсүүпгү үчүн байлыкты иштетүү. Тил менен элди динге чакыруу. Аллах Таала Ыйык Куранда мындай деп өкүм берген: «Каапырларга моюн сунба жана алар менен Куран аркылуу жихад кыл». Куранды чечмелөөчү аалымдар бул жердеги жихад согушуу, кан төгүү деген эмес. Балким, аларга Курандагы жана Курандын тафсири болгон сүннөттөгү ачык айкын далилдер менен даават кылуу, аларды динге чакыруу деп чечмелешкен.Башка бир хадисте Пайгамбарыбыз (с.а.в) айткан: «Силерден кимиңер бир тыйуу салынган күүнө иштин болуп жатканын көрсө, ал биринчи колу менен токтотсун. Ага кудурети жетпесе тили менен айтып токтотсун. Ага да кудурети жетпесе аны жүрөгүнөн жаман көрүп койсун. Бирок, жүрөк менен жаман көрүп койуу ыймандын эң төмөнкү даражасы» деп баса белгилеген. Демек, динде чакыруунун, жамандыктан кайтаруунун шариаттагы эрежеси ушундай. Дароо эле согушуп кетүү эмес.	Каапырлар менен жихад кылуунун дагы өзүнчө, шарттары бар:    Мусулман болуу,  Балагатка (бойго) жеткен болуу,  Эркек болуш керек,   Ден - соолугу чың,   Акыл ээси ордунда,   Күч кубаты да толук болуш керек, материалдык жагынан да моралдык жагынан да,  Жалпыга өкмөт тараптан уруксат да болуш керек.Аял кипш жихадка чыкканга болбойт. Жихад бул жакта турсун алыска сапарга чьгуусун да шариат туура эмес деген. Айша энебиз (р.а) Пайгамбарыбыздан (с.а.в) келип жихадка чыгууга уруксат сураганда, Пайгамбарыбыз (с.а.в): «Аял кишинин жихады бул ажылык жана умра» - деп жооп берген.  Жихад дагы экиге бөлүнөт:   Фарз айн  Фарз кифая.  Душман кайсы бир мамлекетти басып кирсе, анда ошол мамлекеттин жарандары үчүн динин, мамлекетин, элин коргош үчүн алар менен күрөшүү « фарз айн» бул учурда аял күйөсүнөн, бала атасынан сурабай алар менен күрөшүүгө шариат уруксат берген.  Эгерде душман басып кирбесе, башка мамлекетйе барып жихад кылуу фарз кифая. Ошол мамлекеттегилер өздөрү каршы чыгып алар менен жихад кылышса, калган мусулмандарга жихад кьшуу милдети жүктөлбөйт.Бир жерде жихад болуп жатабы же жокпу анын өкүмүн билүүдөн жана ага фатва берүүдөн мурда эки нерсени билүү зарыл:  Жихадтын шариаттагы өкүмдөрүн толук билиш керек  Ошол жерде болуп жаткан согуштан толук маалымат билип кабардар болуш керек. Андан кийин ошол жерде болуп жаткан согушту Куран жана хадисте айтылган шариаттагы жихадтын өкүмүнө салыштйрып ал чындап эле жихадбы же жихад эмесби изилдеш керек. Эгерде шариаттагы жихадтын өкүмүн билбестен туруп жихад деп жарыя кылса ал да адашат. Ошол жердеги согуштан толук маалыматы болбой туруп жихад десе ал да адашат. Ушул хадистин негизинде Сириядагы мусулмандардын ниетин биз билбейбиз. Мүмкүн ал жердеги согуш өз ара саясий бир максат үчүн болуп жатат, мүмкүн топ топко бөлүнүп шия, суннит деп согушуп жатышат, мүмкүн жер, бийлик, байлык талашып согуш болуп жатат, мына ушуну билбеген себептүү Сириядагы согушту жихад деп айта албайбыз",
            "image": "https: //github.com/gulzigit22/dinbil/blob/main/assets/namazubakyt.jpg"
        }
    ]
}